{
  "cancelbooking": {
    "en": "Cancel Booking",
    "sv": "Avboka",
    "fi": "Peruuta varaus",
    "no": "Avbestill",
    "da": "Annuller booking",
    "de": "Buchung stornieren",
    "fr": "Annuler la réservation",
    "es": "Cancelar reserva",
    "it": "Annulla prenotazione",
    "hr": "Otkaži rezervaciju",
    "el": "Ακύρωση κράτησης",
    "pt": "Cancelar reserva",
    "nl": "Boeking annuleren",
    "pl": "Anuluj rezerwację",
    "ru": "Отменить бронирование",
    "tr": "Rezervasyonu İptal Et",
    "ar": "إلغاء الحجز",
    "ja": "予約をキャンセル",
    "zh": "取消预订",
    "ko": "예약 취소",
    "hi": "बुकिंग रद्द करें",
    "th": "ยกเลิกการจอง",
    "id": "Batalkan Pemesanan",
    "ms": "Batal Tempahan",
    "vi": "Hủy đặt phòng",
    "tl": "Kanselahin ang Booking",
    "ro": "Anulați rezervarea",
    "hu": "Foglalás törlése",
    "cs": "Zrušit rezervaci",
    "bg": "Отказ на резервация",
    "uk": "Скасувати бронювання",
    "sr": "Откажи резервацију",
    "sk": "Zrušiť rezerváciu",
    "sl": "Prekliči rezervacijo"
  },
  "failedtoconfirm": {
    "en": "Failed to confirm email",
    "sv": "Misslyckades att bekräfta e-post",
    "fi": "Sähköpostin vahvistaminen epäonnistui",
    "no": "Kunne ikke bekrefte e-post",
    "da": "Kunne ikke bekræfte e-mail",
    "de": "E-Mail konnte nicht bestätigt werden",
    "fr": "Échec de la confirmation de l'e-mail",
    "es": "No se pudo confirmar el correo electrónico",
    "it": "Impossibile confermare l'email",
    "hr": "Nije uspjelo potvrditi e-poštu",
    "el": "Αποτυχία επιβεβαίωσης email",
    "pt": "Falha ao confirmar o email",
    "nl": "E-mail kon niet worden bevestigd",
    "pl": "Nie udało się potwierdzić adresu e-mail",
    "ru": "Не удалось подтвердить адрес электронной почты",
    "tr": "E-posta doğrulama başarısız oldu",
    "ar": "فشل تأكيد البريد الإلكتروني",
    "ja": "メールの確認に失敗しました",
    "zh": "无法确认电子邮件",
    "ko": "이메일 확인 실패",
    "hi": "ईमेल की पुष्टि में विफल",
    "th": "การยืนยันอีเมลล้มเหลว",
    "id": "Gagal mengonfirmasi email",
    "ms": "Gagal mengesahkan e-mel",
    "vi": "Không thể xác nhận email",
    "tl": "Hindi nagtagumpay na kumpirmahin ang email",
    "ro": "Nu s-a reușit confirmarea e-mailului",
    "hu": "Nem sikerült megerősíteni az e-mailt",
    "cs": "Nepodařilo se potvrdit e-mail",
    "bg": "Неуспешно потвърждаване на имейл",
    "uk": "Не вдалося підтвердити електронну пошту",
    "sr": "Nije uspelo potvrditi e-poštu",
    "sk": "Nepodarilo sa potvrdiť e-mail",
    "sl": "Potrditev e-pošte ni uspela"
  },
  "emailconfirmed": {
    "en": "Email confirmed",
    "sv": "E-post bekräftad",
    "fi": "Sähköposti vahvistettu",
    "no": "E-post bekreftet",
    "da": "E-mail bekræftet",
    "de": "E-Mail bestätigt",
    "fr": "E-mail confirmée",
    "es": "Correo electrónico confirmado",
    "it": "Email confermata",
    "hr": "E-pošta potvrđena",
    "el": "Το email επιβεβαιώθηκε",
    "pt": "Email confirmado",
    "nl": "E-mail bevestigd",
    "pl": "E-mail potwierdzony",
    "ru": "Электронная почта подтверждена",
    "tr": "E-posta doğrulandı",
    "ar": "تم تأكيد البريد الإلكتروني",
    "ja": "メールが確認されました",
    "zh": "电子邮件已确认",
    "ko": "이메일 확인됨",
    "hi": "ईमेल की पुष्टि हो गई",
    "th": "ยืนยันอีเมลแล้ว",
    "id": "Email dikonfirmasi",
    "ms": "E-mel disahkan",
    "vi": "Email đã được xác nhận",
    "tl": "Nakumpirma ang email",
    "ro": "E-mail confirmat",
    "hu": "E-mail megerősítve",
    "cs": "E-mail potvrzen",
    "bg": "Имейлът е потвърден",
    "uk": "Електронна пошта підтверджена",
    "sr": "E-pošta potvrđena",
    "sk": "E-mail potvrdený",
    "sl": "E-pošta potrjena"
  },
  "explaintext_emailconfirmed": {
    "en": "Thank you for registering on TRAINO. You can now log in with your email address and password.",
    "sv": "Tack för att du registrerat dig på TRAINO. Du kan nu logga in med din e-postadress och ditt lösenord.",
    "fi": "Kiitos, että rekisteröidyit TRAINOon. Voit nyt kirjautua sisään sähköpostiosoitteellasi ja salasanallasi.",
    "no": "Takk for at du registrerte deg på TRAINO. Du kan nå logge inn med e-postadressen og passordet ditt.",
    "da": "Tak fordi du har registreret dig på TRAINO. Du kan nu logge ind med din e-mailadresse og adgangskode.",
    "de": "Vielen Dank für Ihre Registrierung bei TRAINO. Sie können sich jetzt mit Ihrer E-Mail-Adresse und Ihrem Passwort anmelden.",
    "fr": "Merci de vous être inscrit sur TRAINO. Vous pouvez maintenant vous connecter avec votre adresse e-mail et votre mot de passe.",
    "es": "Gracias por registrarte en TRAINO. Ahora puedes iniciar sesión con tu dirección de correo electrónico y contraseña.",
    "it": "Grazie per esserti registrato su TRAINO. Ora puoi accedere con il tuo indirizzo email e la tua password.",
    "hr": "Hvala što ste se registrirali na TRAINO. Sada se možete prijaviti sa svojom e-mail adresom i lozinkom.",
    "el": "Ευχαριστούμε που εγγραφήκατε στο TRAINO. Τώρα μπορείτε να συνδεθείτε με τη διεύθυνση email και τον κωδικό πρόσβασής σας.",
    "pt": "Obrigado por se registrar no TRAINO. Agora você pode fazer login com seu endereço de e-mail e senha.",
    "nl": "Bedankt voor je registratie bij TRAINO. Je kunt nu inloggen met je e-mailadres en wachtwoord.",
    "pl": "Dziękujemy za zarejestrowanie się w TRAINO. Teraz możesz zalogować się za pomocą adresu e-mail i hasła.",
    "ru": "Спасибо за регистрацию на TRAINO. Теперь вы можете войти, используя свой адрес электронной почты и пароль.",
    "tr": "TRAINO'ya kaydolduğunuz için teşekkür ederiz. Artık e-posta adresiniz ve şifrenizle giriş yapabilirsiniz.",
    "ar": "شكرًا لتسجيلك في TRAINO. يمكنك الآن تسجيل الدخول باستخدام عنوان بريدك الإلكتروني وكلمة المرور الخاصة بك.",
    "ja": "TRAINOに登録していただきありがとうございます。メールアドレスとパスワードでログインできます。",
    "zh": "感谢您在TRAINO注册。您现在可以使用您的电子邮件地址和密码登录。",
    "ko": "TRAINO에 등록해 주셔서 감사합니다. 이제 이메일 주소와 비밀번호로 로그인할 수 있습니다.",
    "hi": "TRAINO पर पंजीकरण करने के लिए धन्यवाद। अब आप अपने ईमेल पते और पासवर्ड के साथ लॉग इन कर सकते हैं।",
    "th": "ขอบคุณที่ลงทะเบียนกับ TRAINO คุณสามารถเข้าสู่ระบบด้วยที่อยู่อีเมลและรหัสผ่านของคุณได้แล้ว",
    "id": "Terima kasih telah mendaftar di TRAINO. Anda sekarang dapat masuk dengan alamat email dan kata sandi Anda.",
    "ms": "Terima kasih kerana mendaftar di TRAINO. Anda kini boleh log masuk dengan alamat e-mel dan kata laluan anda.",
    "vi": "Cảm ơn bạn đã đăng ký trên TRAINO. Bây giờ bạn có thể đăng nhập bằng địa chỉ email và mật khẩu của mình.",
    "tl": "Salamat sa pagrehistro sa TRAINO. Maaari ka nang mag-log in gamit ang iyong email address at password.",
    "ro": "Vă mulțumim că v-ați înregistrat pe TRAINO. Acum vă puteți conecta cu adresa de e-mail și parola.",
    "hu": "Köszönjük, hogy regisztrált a TRAINO-ra. Most már bejelentkezhet az e-mail címével és jelszavával.",
    "cs": "Děkujeme za registraci na TRAINO. Nyní se můžete přihlásit pomocí své e-mailové adresy a hesla.",
    "bg": "Благодарим ви, че се регистрирахте в TRAINO. Сега можете да влезете с вашия имейл адрес и парола.",
    "uk": "Дякуємо за реєстрацію на TRAINO. Тепер ви можете увійти, використовуючи свою електронну адресу та пароль.",
    "sr": "Hvala što ste se registrovali na TRAINO. Sada se možete prijaviti sa svojom e-mail adresom i lozinkom.",
    "sk": "Ďakujeme za registráciu na TRAINO. Teraz sa môžete prihlásiť pomocou svojej e-mailovej adresy a hesla.",
    "sl": "Hvala, ker ste se registrirali na TRAINO. Zdaj se lahko prijavite s svojim e-poštnim naslovom in geslom."
  },
  "notverified": {
    "en": "Not Verified",
    "sv": "Inte verifierad",
    "fi": "Ei vahvistettu",
    "no": "Ikke bekreftet",
    "da": "Ikke bekræftet",
    "de": "Nicht verifiziert",
    "fr": "Non vérifié",
    "es": "No verificado",
    "it": "Non verificato",
    "hr": "Nije potvrđeno",
    "el": "Μη επαληθευμένο",
    "pt": "Não verificado",
    "nl": "Niet geverifieerd",
    "pl": "Niezweryfikowany",
    "ru": "Не подтверждено",
    "tr": "Doğrulanmadı",
    "ar": "غير محقق",
    "ja": "未確認",
    "zh": "未验证",
    "ko": "확인되지 않음",
    "hi": "सत्यापित नहीं",
    "th": "ไม่ได้รับการยืนยัน",
    "id": "Tidak diverifikasi",
    "ms": "Tidak disahkan",
    "vi": "Chưa xác minh",
    "tl": "Hindi na-verify",
    "ro": "Neverificat",
    "hu": "Nem ellenőrzött",
    "cs": "Neověřeno",
    "bg": "Непотвърдено",
    "uk": "Не підтверджено",
    "sr": "Nije potvrđeno",
    "sk": "Neoverené",
    "sl": "Ni preverjeno"
  },
  "usernotverified": {
    "en": "User not verified",
    "sv": "Användare inte verifierad",
    "fi": "Käyttäjä ei vahvistettu",
    "no": "Bruker ikke bekreftet",
    "da": "Bruger ikke bekræftet",
    "de": "Benutzer nicht verifiziert",
    "fr": "Utilisateur non vérifié",
    "es": "Usuario no verificado",
    "it": "Utente non verificato",
    "hr": "Korisnik nije potvrđen",
    "el": "Ο χρήστης δεν επαληθεύτηκε",
    "pt": "Usuário não verificado",
    "nl": "Gebruiker niet geverifieerd",
    "pl": "Użytkownik niezweryfikowany",
    "ru": "Пользователь не подтвержден",
    "tr": "Kullanıcı doğrulanmadı",
    "ar": "المستخدم غير محقق",
    "ja": "ユーザーが未確認",
    "zh": "用户未验证",
    "ko": "사용자 확인되지 않음",
    "hi": "उपयोगकर्ता सत्यापित नहीं",
    "th": "ผู้ใช้ไม่ได้รับการยืนยัน",
    "id": "Pengguna tidak diverifikasi",
    "ms": "Pengguna tidak disahkan",
    "vi": "Người dùng chưa xác minh",
    "tl": "Hindi na-verify ang user",
    "ro": "Utilizator neverificat",
    "hu": "Felhasználó nem ellenőrzött",
    "cs": "Uživatel neověřen",
    "bg": "Потребителят не е потвърден",
    "uk": "Користувач не підтверджений",
    "sr": "Korisnik nije potvrđen",
    "sk": "Používateľ neoverený",
    "sl": "Uporabnik ni preverjen"
  },
  "resendconfirmationtext": {
    "en": "You can request a new confirmation link by clicking the link below:",
    "sv": "Du kan begära en ny bekräftelselänk genom att klicka på länken nedan:",
    "fi": "Voit pyytää uuden vahvistuslinkin klikkaamalla alla olevaa linkkiä:",
    "no": "Du kan be om en ny bekreftelseslenke ved å klikke på lenken nedenfor:",
    "da": "Du kan anmode om et nyt bekræftelseslink ved at klikke på linket nedenfor:",
    "de": "Sie können einen neuen Bestätigungslink anfordern, indem Sie auf den untenstehenden Link klicken:",
    "fr": "Vous pouvez demander un nouveau lien de confirmation en cliquant sur le lien ci-dessous:",
    "es": "Puedes solicitar un nuevo enlace de confirmación haciendo clic en el enlace a continuación:",
    "it": "Puoi richiedere un nuovo link di conferma cliccando sul link qui sotto:",
    "hr": "Možete zatražiti novu vezu za potvrdu klikom na vezu ispod:",
    "el": "Μπορείτε να ζητήσετε νέο σύνδεσμο επιβεβαίωσης κάνοντας κλικ στον παρακάτω σύνδεσμο:",
    "pt": "Você pode solicitar um novo link de confirmação clicando no link abaixo:",
    "nl": "Je kunt een nieuwe bevestigingslink aanvragen door op de onderstaande link te klikken:",
    "pl": "Możesz poprosić o nowy link potwierdzający, klikając poniższy link:",
    "ru": "Вы можете запросить новую ссылку подтверждения, нажав на ссылку ниже:",
    "tr": "Aşağıdaki bağlantıya tıklayarak yeni bir onay bağlantısı talep edebilirsiniz:",
    "ar": "يمكنك طلب رابط تأكيد جديد بالنقر على الرابط أدناه:",
    "ja": "下のリンクをクリックして新しい確認リンクをリクエストできます:",
    "zh": "您可以通过点击下面的链接请求新的确认链接:",
    "ko": "아래 링크를 클릭하여 새 확인 링크를 요청할 수 있습니다:",
    "hi": "आप नीचे दिए गए लिंक पर क्लिक करके नया पुष्टिकरण लिंक का अनुरोध कर सकते हैं:",
    "th": "คุณสามารถขอลิงก์ยืนยันใหม่ได้โดยคลิกที่ลิงก์ด้านล่าง:",
    "id": "Anda dapat meminta tautan konfirmasi baru dengan mengklik tautan di bawah ini:",
    "ms": "Anda boleh meminta pautan pengesahan baharu dengan mengklik pautan di bawah:",
    "vi": "Bạn có thể yêu cầu liên kết xác nhận mới bằng cách nhấp vào liên kết bên dưới:",
    "tl": "Maaari kang humiling ng bagong confirmation link sa pamamagitan ng pag-click sa link sa ibaba:",
    "ro": "Puteți solicita un nou link de confirmare făcând clic pe linkul de mai jos:",
    "hu": "Új megerősítő linket kérhet az alábbi linkre kattintva:",
    "cs": "Můžete požádat o nový potvrzovací odkaz kliknutím na odkaz níže:",
    "bg": "Можете да поискате нова връзка за потвърждение, като кликнете върху връзката по-долу:",
    "uk": "Ви можете запросити нове посилання підтвердження, натиснувши на посилання нижче:",
    "sr": "Možete zatražiti novu vezu za potvrdu klikom na vezu ispod:",
    "sk": "Môžete požiadať o nový potvrdzovací odkaz kliknutím na odkaz nižšie:",
    "sl": "Nov potrditveni link lahko zahtevate s klikom na spodnjo povezavo:"
  },
  "resendconfirmationlink": {
    "en": "Send new confirmation link",
    "sv": "Skicka ny bekräftelselänk",
    "fi": "Lähetä uusi vahvistuslinkki",
    "no": "Send ny bekreftelseslenke",
    "da": "Send nyt bekræftelseslink",
    "de": "Neuen Bestätigungslink senden",
    "fr": "Envoyer un nouveau lien de confirmation",
    "es": "Enviar nuevo enlace de confirmación",
    "it": "Invia nuovo link di conferma",
    "hr": "Pošalji novu vezu za potvrdu",
    "el": "Στείλτε νέο σύνδεσμο επιβεβαίωσης",
    "pt": "Enviar novo link de confirmação",
    "nl": "Nieuwe bevestigingslink verzenden",
    "pl": "Wyślij nowy link potwierdzający",
    "ru": "Отправить новую ссылку подтверждения",
    "tr": "Yeni onay bağlantısı gönder",
    "ar": "إرسال رابط تأكيد جديد",
    "ja": "新しい確認リンクを送信",
    "zh": "发送新的确认链接",
    "ko": "새 확인 링크 보내기",
    "hi": "नया पुष्टिकरण लिंक भेजें",
    "th": "ส่งลิงก์ยืนยันใหม่",
    "id": "Kirim tautan konfirmasi baru",
    "ms": "Hantar pautan pengesahan baharu",
    "vi": "Gửi liên kết xác nhận mới",
    "tl": "Magpadala ng bagong confirmation link",
    "ro": "Trimite un nou link de confirmare",
    "hu": "Új megerősítő link küldése",
    "cs": "Odeslat nový potvrzovací odkaz",
    "bg": "Изпратете нова връзка за потвърждение",
    "uk": "Надіслати нове посилання підтвердження",
    "sr": "Pošalji novu vezu za potvrdu",
    "sk": "Odoslať nový potvrdzovací odkaz",
    "sl": "Pošlji novo potrditveno povezavo"
  },
  "explaintex_notverified": {
    "en": "Something went wrong while trying to verify the email address. Make sure you use the link you were given your email.",
    "sv": "Det blev något fel när du skulle verifiera e-postadressen. Se till att du använder länken som du fick i ditt mail.",
    "fi": "Jotain meni pieleen yritettäessä vahvistaa sähköpostiosoitetta. Varmista, että käytät sähköpostissa annettua linkkiä.",
    "no": "Noe gikk galt under forsøk på å bekrefte e-postadressen. Sørg for at du bruker lenken du fikk i e-posten din.",
    "da": "Noget gik galt, da du forsøgte at bekræfte e-mailadressen. Sørg for, at du bruger linket, du fik i din e-mail.",
    "de": "Beim Versuch, die E-Mail-Adresse zu bestätigen, ist etwas schief gelaufen. Stellen Sie sicher, dass Sie den Link verwenden, den Sie in Ihrer E-Mail erhalten haben.",
    "fr": "Une erreur s'est produite lors de la tentative de vérification de l'adresse e-mail. Assurez-vous d'utiliser le lien que vous avez reçu dans votre e-mail.",
    "es": "Algo salió mal al intentar verificar la dirección de correo electrónico. Asegúrate de usar el enlace que recibiste en tu correo electrónico.",
    "it": "Qualcosa è andato storto durante il tentativo di verificare l'indirizzo email. Assicurati di utilizzare il link che hai ricevuto nella tua email.",
    "hr": "Nešto je pošlo po zlu prilikom pokušaja potvrde adrese e-pošte. Provjerite koristite li vezu koju ste dobili u svojoj e-pošti.",
    "el": "Κάτι πήγε στραβά κατά την προσπάθεια επαλήθευσης της διεύθυνσης email. Βεβαιωθείτε ότι χρησιμοποιείτε τον σύνδεσμο που λάβατε στο email σας.",
    "pt": "Algo deu errado ao tentar verificar o endereço de e-mail. Certifique-se de usar o link que você recebeu no seu e-mail.",
    "nl": "Er is iets misgegaan bij het proberen te verifiëren van het e-mailadres. Zorg ervoor dat je de link gebruikt die je in je e-mail hebt ontvangen.",
    "pl": "Coś poszło nie tak podczas próby weryfikacji adresu e-mail. Upewnij się, że używasz linku, który otrzymałeś w swoim e-mailu.",
    "ru": "Что-то пошло не так при попытке подтвердить адрес электронной почты. Убедитесь, что вы используете ссылку, которую получили в своем электронном письме.",
    "tr": "E-posta adresini doğrulamaya çalışırken bir şeyler ters gitti. E-postanızda verilen bağlantıyı kullandığınızdan emin olun.",
    "ar": "حدث خطأ ما أثناء محاولة التحقق من عنوان البريد الإلكتروني. تأكد من استخدام الرابط الذي تلقيته في بريدك الإلكتروني.",
    "ja": "メールアドレスの確認中に問題が発生しました。メールで受け取ったリンクを使用していることを確認してください。",
    "zh": "尝试验证电子邮件地址时出现问题。请确保使用您在电子邮件中收到的链接。",
    "ko": "이메일 주소를 확인하는 동안 문제가 발생했습니다. 이메일에서 받은 링크를 사용했는지 확인하세요.",
    "hi": "ईमेल पते को सत्यापित करने का प्रयास करते समय कुछ गलत हो गया। सुनिश्चित करें कि आपने अपने ईमेल में दिए गए लिंक का उपयोग किया है।",
    "th": "เกิดข้อผิดพลาดขณะพยายามยืนยันที่อยู่อีเมล ตรวจสอบให้แน่ใจว่าคุณใช้ลิงก์ที่คุณได้รับในอีเมลของคุณ",
    "id": "Terjadi kesalahan saat mencoba memverifikasi alamat email. Pastikan Anda menggunakan tautan yang Anda terima di email Anda.",
    "ms": "Sesuatu yang tidak kena semasa cuba mengesahkan alamat e-mel. Pastikan anda menggunakan pautan yang anda terima dalam e-mel anda.",
    "vi": "Đã xảy ra sự cố khi cố gắng xác minh địa chỉ email. Đảm bảo rằng bạn sử dụng liên kết bạn đã nhận được trong email của mình.",
    "tl": "May nangyaring mali habang sinusubukang i-verify ang email address. Tiyaking ginagamit mo ang link na ibinigay sa iyong email.",
    "ro": "Ceva a mers prost în timp ce încercam să verificăm adresa de e-mail. Asigurați-vă că utilizați linkul pe care l-ați primit în e-mailul dvs.",
    "hu": "Valami hiba történt az e-mail cím megerősítése közben. Győződjön meg róla, hogy az e-mailben kapott linket használja.",
    "cs": "Při pokusu o ověření e-mailové adresy došlo k chybě. Ujistěte se, že používáte odkaz, který jste obdrželi ve svém e-mailu.",
    "bg": "Нещо се обърка при опита за потвърждаване на имейл адреса. Уверете се, че използвате връзката, която сте получили в имейла си.",
    "uk": "Щось пішло не так під час спроби підтвердити адресу електронної пошти. Переконайтеся, що ви використовуєте посилання, яке ви отримали у своєму електронному листі.",
    "sr": "Nešto je pošlo po zlu prilikom pokušaja potvrde adrese e-pošte. Proverite da li koristite link koji ste dobili u svom e-mailu.",
    "sk": "Pri pokuse o overenie e-mailovej adresy sa niečo pokazilo. Uistite sa, že používate odkaz, ktorý ste dostali vo svojom e-maile.",
    "sl": "Nekaj je šlo narobe pri poskusu preverjanja e-poštnega naslova. Prepričajte se, da uporabljate povezavo, ki ste jo prejeli v svojem e-poštnem sporočilu."
  }
}
