{
  "enteremail": {
    "en": "You must enter a email address",
    "sv": "Du måste fylla i en e-postadress",
    "fi": "Sinun on annettava sähköpostiosoite",
    "no": "Du må oppgi en e-postadresse",
    "da": "Du skal indtaste en e-mailadresse",
    "de": "Sie müssen eine E-Mail-Adresse eingeben",
    "fr": "Vous devez saisir une adresse e-mail",
    "es": "Debe ingresar una dirección de correo electrónico",
    "it": "Devi inserire un indirizzo email",
    "hr": "Morate unijeti adresu e-pošte",
    "el": "Πρέπει να εισάγετε μια διεύθυνση email",
    "pt": "Você deve inserir um endereço de e-mail",
    "nl": "U moet een e-mailadres invoeren",
    "pl": "Musisz podać adres e-mail",
    "ru": "Вы должны ввести адрес электронной почты",
    "tr": "Bir e-posta adresi girmelisiniz",
    "ar": "يجب عليك إدخال عنوان بريد إلكتروني",
    "ja": "メールアドレスを入力する必要があります",
    "zh": "您必须输入电子邮件地址",
    "ko": "이메일 주소를 입력해야합니다",
    "hi": "आपको एक ईमेल पता दर्ज करना होगा",
    "th": "คุณต้องใส่ที่อยู่อีเมล",
    "id": "Anda harus memasukkan alamat email",
    "ms": "Anda mesti memasukkan alamat e-mel",
    "vi": "Bạn phải nhập địa chỉ email",
    "tl": "Dapat mong maglagay ng isang email address",
    "ro": "Trebuie să introduceți o adresă de e-mail",
    "hu": "Meg kell adnia egy e-mail címet",
    "cs": "Musíte zadat e-mailovou adresu",
    "bg": "Трябва да въведете имейл адрес",
    "uk": "Ви повинні ввести адресу електронної пошти",
    "sr": "Morate uneti adresu e-pošte",
    "sk": "Musíte zadať e-mailovú adresu",
    "sl": "Morate vnesti e-poštni naslov"
  },
  "validemail": {
    "en": "You must enter a valid email address",
    "sv": "Du måste fylla i en giltig e-postadress",
    "fi": "Sinun on annettava kelvollinen sähköpostiosoite",
    "no": "Du må oppgi en gyldig e-postadresse",
    "da": "Du skal indtaste en gyldig e-mailadresse",
    "de": "Sie müssen eine gültige E-Mail-Adresse eingeben",
    "fr": "Vous devez saisir une adresse e-mail valide",
    "es": "Debe ingresar una dirección de correo electrónico válida",
    "it": "Devi inserire un indirizzo email valido",
    "hr": "Morate unijeti valjanu adresu e-pošte",
    "el": "Πρέπει να εισάγετε μια έγκυρη διεύθυνση email",
    "pt": "Você deve inserir um endereço de e-mail válido",
    "nl": "U moet een geldig e-mailadres invoeren",
    "pl": "Musisz podać prawidłowy adres e-mail",
    "ru": "Вы должны ввести действительный адрес электронной почты",
    "tr": "Geçerli bir e-posta adresi girmelisiniz",
    "ar": "يجب عليك إدخال عنوان بريد إلكتروني صالح",
    "ja": "有効なメールアドレスを入力する必要があります",
    "zh": "您必须输入有效的电子邮件地址",
    "ko": "유효한 이메일 주소를 입력해야합니다",
    "hi": "आपको एक मान्य ईमेल पता दर्ज करना होगा",
    "th": "คุณต้องใส่ที่อยู่อีเมลที่ถูกต้อง",
    "id": "Anda harus memasukkan alamat email yang valid",
    "ms": "Anda mesti memasukkan alamat e-mel yang sah",
    "vi": "Bạn phải nhập địa chỉ email hợp lệ",
    "tl": "Dapat mong maglagay ng isang wastong email address",
    "ro": "Trebuie să introduceți o adresă de e-mail validă",
    "hu": "Meg kell adnia egy érvényes e-mail címet",
    "cs": "Musíte zadat platnou e-mailovou adresu",
    "bg": "Трябва да въведете валиден имейл адрес",
    "uk": "Ви повинні ввести дійсну адресу електронної пошти",
    "sr": "Morate uneti validnu adresu e-pošte",
    "sk": "Musíte zadať platnú e-mailovú adresu",
    "sl": "Morate vnesti veljaven e-poštni naslov"
  },
  "explaintext_enteremail": {
    "en": "Enter the email address you used to sign up and we'll send you a link to reset your password",
    "sv": "Ange e-postadressen du använde för att registrera dig och vi skickar en länk för att återställa ditt lösenord",
    "fi": "Anna sähköpostiosoite, jota käytit rekisteröityessäsi, ja lähetämme sinulle linkin salasanan nollaamiseen",
    "no": "Skriv inn e-postadressen du brukte til å registrere deg, og vi sender deg en lenke for å tilbakestille passordet",
    "da": "Indtast den e-mailadresse, du brugte til at tilmelde dig, og vi sender dig et link til at nulstille din adgangskode",
    "de": "Geben Sie die E-Mail-Adresse ein, die Sie zur Anmeldung verwendet haben, und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts",
    "fr": "Saisissez l'adresse e-mail que vous avez utilisée pour vous inscrire et nous vous enverrons un lien pour réinitialiser votre mot de passe",
    "es": "Ingrese la dirección de correo electrónico que utilizó para registrarse y le enviaremos un enlace para restablecer su contraseña",
    "it": "Inserisci l'indirizzo email che hai utilizzato per registrarti e ti invieremo un link per reimpostare la tua password",
    "hr": "Unesite adresu e-pošte koju ste koristili za prijavu i poslat ćemo vam vezu za ponovno postavljanje lozinke",
    "el": "Εισάγετε τη διεύθυνση email που χρησιμοποιήσατε για την εγγραφή σας και θα σας στείλουμε ένα σύνδεσμο για την επαναφορά του κωδικού πρόσβασής σας",
    "pt": "Digite o endereço de e-mail que você usou para se inscrever e enviaremos um link para redefinir sua senha",
    "nl": "Voer het e-mailadres in dat u heeft gebruikt om u aan te melden en we sturen u een link om uw wachtwoord opnieuw in te stellen",
    "pl": "Wprowadź adres e-mail, którego użyłeś do rejestracji, a my wyślemy Ci link do zresetowania hasła",
    "ru": "Введите адрес электронной почты, который вы использовали для регистрации, и мы отправим вам ссылку для сброса пароля",
    "tr": "Kaydolurken kullandığınız e-posta adresini girin ve şifrenizi sıfırlamak için size bir bağlantı göndereceğiz",
    "ar": "أدخل عنوان البريد الإلكتروني الذي استخدمته للتسجيل وسنرسل لك رابطًا لإعادة تعيين كلمة المرور الخاصة بك",
    "ja": "サインアップに使用したメールアドレスを入力して、パスワードをリセットするためのリンクをお送りします",
    "zh": "输入您用于注册的电子邮件地址，我们将向您发送一个重置密码的链接",
    "ko": "가입에 사용한 이메일 주소를 입력하면 비밀번호를 재설정하는 링크를 보내드립니다",
    "hi": "उस ईमेल पते को दर्ज करें जिसका उपयोग करके आपने साइन अप किया था और हम आपको अपना पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे",
    "th": "ป้อนที่อยู่อีเมลที่คุณใช้ในการลงทะเบียนและเราจะส่งลิงก์ให้คุณรีเซ็ตรหัสผ่าน",
    "id": "Masukkan alamat email yang Anda gunakan untuk mendaftar dan kami akan mengirimkan Anda tautan untuk mereset kata sandi Anda",
    "ms": "Masukkan alamat e-mel yang anda gunakan untuk mendaftar dan kami akan menghantar anda pautan untuk menetapkan semula kata laluan anda",
    "vi": "Nhập địa chỉ email bạn đã sử dụng để đăng ký và chúng tôi sẽ gửi cho bạn một liên kết để đặt lại mật khẩu của bạn",
    "tl": "Maglagay ng email address na ginamit mo sa pag-sign up at ipadala namin sa iyo ang isang link upang i-reset ang iyong password",
    "ro": "Introduceți adresa de e-mail pe care ați folosit-o pentru a vă înscrie și vă vom trimite un link pentru a vă reseta parola",
    "hu": "Adja meg azt az e-mail címet, amelyet a regisztrációhoz használt, és küldünk Önnek egy linket a jelszó visszaállításához",
    "cs": "Zadejte e-mailovou adresu, kterou jste použili k registraci, a my vám zašleme odkaz k resetování hesla",
    "bg": "Въведете имейл адреса, която сте използвали за регистрация, и ще ви изпратим връзка за нулиране на паролата",
    "uk": "Введіть адресу електронної пошти, яку ви використовували для реєстрації, і ми надішлемо вам посилання для скидання пароля",
    "sr": "Unesite adresu e-pošte koju ste koristili za prijavu i poslaćemo vam vezu za resetovanje lozinke",
    "sk": "Zadajte e-mailovú adresu, ktorú ste použili na registráciu, a my vám pošleme odkaz na resetovanie hesla",
    "sl": "Vnesite e-poštni naslov, ki ste ga uporabili za prijavo, in poslali vam bomo povezavo za ponastavitev gesla"
  },
  "button_sendlink": {
    "en": "Send Link",
    "sv": "Skicka Länk",
    "fi": "Lähetä linkki",
    "no": "Send lenke",
    "da": "Send link",
    "de": "Link senden",
    "fr": "Envoyer le lien",
    "es": "Enviar enlace",
    "it": "Invia link",
    "hr": "Pošalji vezu",
    "el": "Στείλε σύνδεσμο",
    "pt": "Enviar link",
    "nl": "Stuur link",
    "pl": "Wyślij link",
    "ru": "Отправить ссылку",
    "tr": "Bağlantı gönder",
    "ar": "إرسال الرابط",
    "ja": "リンクを送信",
    "zh": "发送链接",
    "ko": "링크 보내기",
    "hi": "लिंक भेजें",
    "th": "ส่งลิงก์",
    "id": "Kirim tautan",
    "ms": "Hantar pautan",
    "vi": "Gửi liên kết",
    "tl": "Ipadala ang link",
    "ro": "Trimite link",
    "hu": "Link küldése",
    "cs": "Odeslat odkaz",
    "bg": "Изпрати връзка",
    "uk": "Надіслати посилання",
    "sr": "Pošalji link",
    "sk": "Odoslať odkaz",
    "sl": "Pošlji povezavo"
  },
  "header_sendtomail": {
    "en": "Sent to your Email",
    "sv": "Skickat till E-post",
    "fi": "Lähetetty sähköpostiisi",
    "no": "Sendt til din e-post",
    "da": "Sendt til din e-mail",
    "de": "An Ihre E-Mail gesendet",
    "fr": "Envoyé à votre e-mail",
    "es": "Enviado a tu correo electrónico",
    "it": "Inviato alla tua email",
    "hr": "Poslano na vašu e-poštu",
    "el": "Στάλθηκε στο email σας",
    "pt": "Enviado para o seu e-mail",
    "nl": "Verzonden naar uw e-mail",
    "pl": "Wysłano na Twój adres e-mail",
    "ru": "Отправлено на вашу электронную почту",
    "tr": "E-postanıza gönderildi",
    "ar": "تم الإرسال إلى بريدك الإلكتروني",
    "ja": "メールに送信しました",
    "zh": "已发送到您的电子邮件",
    "ko": "이메일로 전송되었습니다",
    "hi": "आपके ईमेल पर भेज दिया गया है",
    "th": "ส่งไปยังอีเมลของคุณแล้ว",
    "id": "Terkirim ke email Anda",
    "ms": "Dihantar ke e-mel anda",
    "vi": "Đã gửi đến email của bạn",
    "tl": "Ipinadala sa iyong email",
    "ro": "Trimis la e-mailul tău",
    "hu": "Elküldve az e-mail címére",
    "cs": "Odesláno na váš e-mail",
    "bg": "Изпратено на вашия имейл",
    "uk": "Надіслано на вашу електронну пошту",
    "sr": "Poslato na vašu e-poštu",
    "sk": "Odoslané na váš e-mail",
    "sl": "Poslano na vaš e-poštni naslov"
  },
  "explaintext_sendtomail": {
    "en": "We've sent a link to your email address. Click the link in the email to reset your password.",
    "sv": "Vi har skickat en länk till din e-postadress. Klicka på länken i e-postmeddelandet för att återställa ditt lösenord.",
    "fi": "Olemme lähettäneet linkin sähköpostiosoitteeseesi. Napsauta sähköpostin linkkiä nollataksesi salasanasi.",
    "no": "Vi har sendt en lenke til e-postadressen din. Klikk på lenken i e-posten for å tilbakestille passordet ditt.",
    "da": "Vi har sendt et link til din e-mailadresse. Klik på linket i e-mailen for at nulstille din adgangskode.",
    "de": "Wir haben einen Link an Ihre E-Mail-Adresse gesendet. Klicken Sie auf den Link in der E-Mail, um Ihr Passwort zurückzusetzen.",
    "fr": "Nous avons envoyé un lien à votre adresse e-mail. Cliquez sur le lien dans l'e-mail pour réinitialiser votre mot de passe.",
    "es": "Hemos enviado un enlace a tu dirección de correo electrónico. Haz clic en el enlace del correo electrónico para restablecer tu contraseña.",
    "it": "Abbiamo inviato un link al tuo indirizzo email. Clicca sul link nell'email per reimpostare la tua password.",
    "hr": "Poslali smo vezu na vašu adresu e-pošte. Kliknite na vezu u e-pošti kako biste ponovno postavili lozinku.",
    "el": "Έχουμε στείλει έναν σύνδεσμο στη διεύθυνση email σας. Κάντε κλικ στον σύνδεσμο στο email για να επαναφέρετε τον κωδικό πρόσβασής σας.",
    "pt": "Enviámos um link para o seu endereço de e-mail. Clique no link no e-mail para redefinir sua senha.",
    "nl": "We hebben een link naar uw e-mailadres gestuurd. Klik op de link in de e-mail om uw wachtwoord opnieuw in te stellen.",
    "pl": "Wysłaliśmy link na Twój adres e-mail. Kliknij link w e-mailu, aby zresetować hasło.",
    "ru": "Мы отправили ссылку на ваш адрес электронной почты. Нажмите на ссылку в письме, чтобы сбросить пароль.",
    "tr": "E-posta adresinize bir bağlantı gönderdik. Şifrenizi sıfırlamak için e-postadaki bağlantıya tıklayın.",
    "ar": "لقد أرسلنا رابطًا إلى عنوان بريدك الإلكتروني. انقر على الرابط في البريد الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.",
    "ja": "メールアドレスにリンクを送信しました。メール内のリンクをクリックしてパスワードをリセットしてください。",
    "zh": "我们已将链接发送到您的电子邮件地址。点击电子邮件中的链接以重置您的密码。",
    "ko": "이메일 주소로 링크를 보냈습니다. 이메일의 링크를 클릭하여 비밀번호를 재설정하세요.",
    "hi": "हमने आपके ईमेल पते पर एक लिंक भेजा है। अपना पासवर्ड रीसेट करने के लिए ईमेल में लिंक पर क्लिक करें।",
    "th": "เราได้ส่งลิงก์ไปยังที่อยู่อีเมลของคุณแล้ว คลิกลิงก์ในอีเมลเพื่อรีเซ็ตรหัสผ่านของคุณ",
    "id": "Kami telah mengirimkan tautan ke alamat email Anda. Klik tautan di email untuk mengatur ulang kata sandi Anda.",
    "ms": "Kami telah menghantar pautan ke alamat e-mel anda. Klik pautan dalam e-mel untuk menetapkan semula kata laluan anda.",
    "vi": "Chúng tôi đã gửi một liên kết đến địa chỉ email của bạn. Nhấp vào liên kết trong email để đặt lại mật khẩu của bạn.",
    "tl": "Nagpadala kami ng isang link sa iyong email address. I-click ang link sa email upang i-reset ang iyong password.",
    "ro": "Am trimis un link la adresa ta de e-mail. Faceți clic pe linkul din e-mail pentru a vă reseta parola.",
    "hu": "Küldtünk egy linket az e-mail címére. Kattintson az e-mailben található linkre a jelszó visszaállításához.",
    "cs": "Odeslali jsme odkaz na vaši e-mailovou adresu. Klikněte na odkaz v e-mailu a resetujte své heslo.",
    "bg": "Изпратихме връзка на вашия имейл адрес. Кликнете върху връзката в имейла, за да нулирате паролата си.",
    "uk": "Ми надіслали посилання на вашу електронну адресу. Натисніть на посилання в електронному листі, щоб скинути пароль.",
    "sr": "Poslali smo link na vašu e-mail adresu. Kliknite na link u e-mailu da resetujete lozinku.",
    "sk": "Odoslali sme odkaz na vašu e-mailovú adresu. Kliknite na odkaz v e-maile a obnovte svoje heslo.",
    "sl": "Poslali smo povezavo na vaš e-poštni naslov. Kliknite na povezavo v e-pošti, da ponastavite geslo."
  },
  "password_cantbeempty": {
    "sv": "Lösenordet kan inte vara tomt",
    "en": "Password can't be empty",
    "fi": "Salasana ei voi olla tyhjä",
    "no": "Passord kan ikke være tomt",
    "da": "Adgangskoden kan ikke være tom",
    "de": "Das Passwort darf nicht leer sein",
    "fr": "Le mot de passe ne peut pas être vide",
    "es": "La contraseña no puede estar vacía",
    "it": "La password non può essere vuota",
    "hr": "Lozinka ne može biti prazna",
    "el": "Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός",
    "pt": "A senha não pode estar vazia",
    "nl": "Wachtwoord mag niet leeg zijn",
    "pl": "Hasło nie może być puste",
    "ru": "Пароль не может быть пустым",
    "tr": "Şifre boş olamaz",
    "ar": "لا يمكن أن تكون كلمة المرور فارغة",
    "ja": "パスワードを空にすることはできません",
    "zh": "密码不能为空",
    "ko": "비밀번호는 비워둘 수 없습니다",
    "hi": "पासवर्ड खाली नहीं हो सकता",
    "th": "รหัสผ่านต้องไม่ว่างเปล่า",
    "id": "Kata sandi tidak boleh kosong",
    "ms": "Kata laluan tidak boleh kosong",
    "vi": "Mật khẩu không được để trống",
    "tl": "Ang password ay hindi maaaring walang laman",
    "ro": "Parola nu poate fi goală",
    "hu": "A jelszó nem lehet üres",
    "cs": "Heslo nesmí být prázdné",
    "bg": "Паролата не може да бъде празна",
    "uk": "Пароль не може бути порожнім",
    "sr": "Lozinka ne može biti prazna",
    "sk": "Heslo nemôže byť prázdne",
    "sl": "Geslo ne sme biti prazno"
  },
  "password_minlenght": {
    "sv": "Lösenordet måste vara minst 6 tecken långt",
    "en": "Password must be at least 6 characters long",
    "fi": "Salasanan on oltava vähintään 6 merkkiä pitkä",
    "no": "Passordet må være minst 6 tegn langt",
    "da": "Adgangskoden skal være mindst 6 tegn lang",
    "de": "Das Passwort muss mindestens 6 Zeichen lang sein",
    "fr": "Le mot de passe doit comporter au moins 6 caractères",
    "es": "La contraseña debe tener al menos 6 caracteres",
    "it": "La password deve essere lunga almeno 6 caratteri",
    "hr": "Lozinka mora biti duga najmanje 6 znakova",
    "el": "Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον 6 χαρακτήρες",
    "pt": "A senha deve ter pelo menos 6 caracteres",
    "nl": "Wachtwoord moet minstens 6 tekens lang zijn",
    "pl": "Hasło musi mieć co najmniej 6 znaków",
    "ru": "Пароль должен быть не менее 6 символов",
    "tr": "Şifre en az 6 karakter uzunluğunda olmalıdır",
    "ar": "يجب أن تكون كلمة المرور مكونة من 6 أحرف على الأقل",
    "ja": "パスワードは6文字以上である必要があります",
    "zh": "密码必须至少为6个字符",
    "ko": "비밀번호는 최소 6자 이상이어야 합니다",
    "hi": "पासवर्ड कम से कम 6 वर्णों का होना चाहिए",
    "th": "รหัสผ่านต้องมีอย่างน้อย 6 ตัวอักษร",
    "id": "Kata sandi harus terdiri dari minimal 6 karakter",
    "ms": "Kata laluan mesti sekurang-kurangnya 6 aksara panjang",
    "vi": "Mật khẩu phải dài ít nhất 6 ký tự",
    "tl": "Ang password ay dapat na hindi bababa sa 6 na karakter ang haba",
    "ro": "Parola trebuie să aibă cel puțin 6 caractere",
    "hu": "A jelszónak legalább 6 karakter hosszúnak kell lennie",
    "cs": "Heslo musí mít alespoň 6 znaků",
    "bg": "Паролата трябва да бъде поне 6 символа",
    "uk": "Пароль повинен бути не менше 6 символів",
    "sr": "Lozinka mora biti duga najmanje 6 znakova",
    "sk": "Heslo musí mať aspoň 6 znakov",
    "sl": "Geslo mora biti dolgo vsaj 6 znakov"
  },
  "password_mustmatch": {
    "sv": "Lösenorden måste stämma överens",
    "en": "Passwords must match",
    "fi": "Salasanojen on täsmättävä",
    "no": "Passordene må samsvare",
    "da": "Adgangskoderne skal stemme overens",
    "de": "Passwörter müssen übereinstimmen",
    "fr": "Les mots de passe doivent correspondre",
    "es": "Las contraseñas deben coincidir",
    "it": "Le password devono corrispondere",
    "hr": "Lozinke se moraju podudarati",
    "el": "Οι κωδικοί πρόσβασης πρέπει να ταιριάζουν",
    "pt": "As senhas devem coincidir",
    "nl": "Wachtwoorden moeten overeenkomen",
    "pl": "Hasła muszą się zgadzać",
    "ru": "Пароли должны совпадать",
    "tr": "Şifreler eşleşmelidir",
    "ar": "يجب أن تتطابق كلمات المرور",
    "ja": "パスワードが一致する必要があります",
    "zh": "密码必须匹配",
    "ko": "비밀번호가 일치해야 합니다",
    "hi": "पासवर्ड मेल खाना चाहिए",
    "th": "รหัสผ่านต้องตรงกัน",
    "id": "Kata sandi harus cocok",
    "ms": "Kata laluan mesti sepadan",
    "vi": "Mật khẩu phải khớp",
    "tl": "Ang mga password ay dapat magkatugma",
    "ro": "Parolele trebuie să se potrivească",
    "hu": "A jelszavaknak egyezniük kell",
    "cs": "Hesla se musí shodovat",
    "bg": "Паролите трябва да съвпадат",
    "uk": "Паролі повинні збігатися",
    "sr": "Lozinke moraju da se podudaraju",
    "sk": "Heslá sa musia zhodovať",
    "sl": "Gesla se morajo ujemati"
  },
  "reset_password": {
    "sv": "Återställ lösenord",
    "en": "Reset Password",
    "fi": "Nollaa salasana",
    "no": "Tilbakestill passord",
    "da": "Nulstil adgangskode",
    "de": "Passwort zurücksetzen",
    "fr": "Réinitialiser le mot de passe",
    "es": "Restablecer la contraseña",
    "it": "Reimposta la password",
    "hr": "Resetiraj lozinku",
    "el": "Επαναφορά κωδικού πρόσβασης",
    "pt": "Redefinir senha",
    "nl": "Wachtwoord opnieuw instellen",
    "pl": "Zresetuj hasło",
    "ru": "Сбросить пароль",
    "tr": "Şifreyi sıfırla",
    "ar": "إعادة تعيين كلمة المرور",
    "ja": "パスワードをリセットする",
    "zh": "重置密码",
    "ko": "비밀번호 재설정",
    "hi": "पासवर्ड रीसेट करें",
    "th": "รีเซ็ตรหัสผ่าน",
    "id": "Atur Ulang Kata Sandi",
    "ms": "Tetapkan Semula Kata Laluan",
    "vi": "Đặt lại mật khẩu",
    "tl": "I-reset ang Password",
    "ro": "Resetează parola",
    "hu": "Jelszó visszaállítása",
    "cs": "Obnovit heslo",
    "bg": "Нулиране на парола",
    "uk": "Скинути пароль",
    "sr": "Resetuj lozinku",
    "sk": "Obnoviť heslo",
    "sl": "Ponastavi geslo"
  },
  "reset_passwordtext": {
    "sv": "Skriv in ett nytt lösenord för att återställa ditt lösenord",
    "en": "Enter a new password to reset your password",
    "fi": "Anna uusi salasana nollataksesi salasanasi",
    "no": "Skriv inn et nytt passord for å tilbakestille passordet ditt",
    "da": "Indtast en ny adgangskode for at nulstille din adgangskode",
    "de": "Geben Sie ein neues Passwort ein, um Ihr Passwort zurückzusetzen",
    "fr": "Entrez un nouveau mot de passe pour réinitialiser votre mot de passe",
    "es": "Ingrese una nueva contraseña para restablecer su contraseña",
    "it": "Inserisci una nuova password per reimpostare la tua password",
    "hr": "Unesite novu lozinku za resetiranje lozinke",
    "el": "Εισαγάγετε έναν νέο κωδικό πρόσβασης για να επαναφέρετε τον κωδικό πρόσβασής σας",
    "pt": "Digite uma nova senha para redefinir sua senha",
    "nl": "Voer een nieuw wachtwoord in om uw wachtwoord opnieuw in te stellen",
    "pl": "Wprowadź nowe hasło, aby zresetować hasło",
    "ru": "Введите новый пароль, чтобы сбросить пароль",
    "tr": "Şifrenizi sıfırlamak için yeni bir şifre girin",
    "ar": "أدخل كلمة مرور جديدة لإعادة تعيين كلمة المرور الخاصة بك",
    "ja": "新しいパスワードを入力してパスワードをリセットしてください",
    "zh": "输入新密码以重置您的密码",
    "ko": "비밀번호를 재설정하려면 새 비밀번호를 입력하세요",
    "hi": "अपना पासवर्ड रीसेट करने के लिए एक नया पासवर्ड दर्ज करें",
    "th": "ป้อนรหัสผ่านใหม่เพื่อรีเซ็ตรหัสผ่านของคุณ",
    "id": "Masukkan kata sandi baru untuk mengatur ulang kata sandi Anda",
    "ms": "Masukkan kata laluan baharu untuk menetapkan semula kata laluan anda",
    "vi": "Nhập mật khẩu mới để đặt lại mật khẩu của bạn",
    "tl": "Maglagay ng bagong password upang i-reset ang iyong password",
    "ro": "Introduceți o parolă nouă pentru a vă reseta parola",
    "hu": "Adjon meg egy új jelszót a jelszó visszaállításához",
    "cs": "Zadejte nové heslo pro resetování hesla",
    "bg": "Въведете нова парола, за да нулирате паролата си",
    "uk": "Введіть новий пароль, щоб скинути пароль",
    "sr": "Unesite novu lozinku za resetovanje lozinke",
    "sk": "Zadajte nové heslo na obnovenie hesla",
    "sl": "Vnesite novo geslo za ponastavitev gesla"
  },
  "new_password": {
    "sv": "Nytt lösenord",
    "en": "New Password",
    "fi": "Uusi salasana",
    "no": "Nytt passord",
    "da": "Ny adgangskode",
    "de": "Neues Passwort",
    "fr": "Nouveau mot de passe",
    "es": "Nueva contraseña",
    "it": "Nuova password",
    "hr": "Nova lozinka",
    "el": "Νέος κωδικός πρόσβασης",
    "pt": "Nova senha",
    "nl": "Nieuw wachtwoord",
    "pl": "Nowe hasło",
    "ru": "Новый пароль",
    "tr": "Yeni şifre",
    "ar": "كلمة مرور جديدة",
    "ja": "新しいパスワード",
    "zh": "新密码",
    "ko": "새 비밀번호",
    "hi": "नया पासवर्ड",
    "th": "รหัสผ่านใหม่",
    "id": "Kata sandi baru",
    "ms": "Kata laluan baharu",
    "vi": "Mật khẩu mới",
    "tl": "Bagong password",
    "ro": "Parolă nouă",
    "hu": "Új jelszó",
    "cs": "Nové heslo",
    "bg": "Нова парола",
    "uk": "Новий пароль",
    "sr": "Nova lozinka",
    "sk": "Nové heslo",
    "sl": "Novo geslo"
  },
  "confirm_password": {
    "sv": "Bekräfta lösenord",
    "en": "Confirm Password",
    "fi": "Vahvista salasana",
    "no": "Bekreft passord",
    "da": "Bekræft adgangskode",
    "de": "Passwort bestätigen",
    "fr": "Confirmer le mot de passe",
    "es": "Confirmar contraseña",
    "it": "Conferma password",
    "hr": "Potvrdi lozinku",
    "el": "Επιβεβαίωση κωδικού πρόσβασης",
    "pt": "Confirmar senha",
    "nl": "Bevestig wachtwoord",
    "pl": "Potwierdź hasło",
    "ru": "Подтвердите пароль",
    "tr": "Şifreyi onayla",
    "ar": "تأكيد كلمة المرور",
    "ja": "パスワードを認証する",
    "zh": "确认密码",
    "ko": "비밀번호 확인",
    "hi": "पासवर्ड की पुष्टि करें",
    "th": "ยืนยันรหัสผ่าน",
    "id": "Konfirmasi kata sandi",
    "ms": "Sahkan kata laluan",
    "vi": "Xác nhận mật khẩu",
    "tl": "Kumpirmahin ang password",
    "ro": "Confirmă parola",
    "hu": "Jelszó megerősítése",
    "cs": "Potvrdit heslo",
    "bg": "Потвърдете паролата",
    "uk": "Підтвердьте пароль",
    "sr": "Potvrdite lozinku",
    "sk": "Potvrdiť heslo",
    "sl": "Potrdite geslo"
  },
  "create_new_password": {
    "sv": "Skapa nytt lösenord",
    "en": "Create New Password",
    "fi": "Luo uusi salasana",
    "no": "Opprett nytt passord",
    "da": "Opret ny adgangskode",
    "de": "Neues Passwort erstellen",
    "fr": "Créer un nouveau mot de passe",
    "es": "Crear nueva contraseña",
    "it": "Crea nuova password",
    "hr": "Kreiraj novu lozinku",
    "el": "Δημιουργία νέου κωδικού πρόσβασης",
    "pt": "Criar nova senha",
    "nl": "Nieuw wachtwoord aanmaken",
    "pl": "Utwórz nowe hasło",
    "ru": "Создать новый пароль",
    "tr": "Yeni şifre oluştur",
    "ar": "إنشاء كلمة مرور جديدة",
    "ja": "新しいパスワードを作成する",
    "zh": "创建新密码",
    "ko": "새 비밀번호 만들기",
    "hi": "नया पासवर्ड बनाएं",
    "th": "สร้างรหัสผ่านใหม่",
    "id": "Buat kata sandi baru",
    "ms": "Buat kata laluan baharu",
    "vi": "Tạo mật khẩu mới",
    "tl": "Gumawa ng bagong password",
    "ro": "Creează o parolă nouă",
    "hu": "Új jelszó létrehozása",
    "cs": "Vytvořit nové heslo",
    "bg": "Създайте нова парола",
    "uk": "Створити новий пароль",
    "sr": "Kreiraj novu lozinku",
    "sk": "Vytvoriť nové heslo",
    "sl": "Ustvari novo geslo"
  },
  "password_changed": {
    "sv": "Lösenordet ändrat",
    "en": "Password Changed",
    "fi": "Salasana vaihdettu",
    "no": "Passord endret",
    "da": "Adgangskode ændret",
    "de": "Passwort geändert",
    "fr": "Mot de passe changé",
    "es": "Contraseña cambiada",
    "it": "Password cambiata",
    "hr": "Lozinka promijenjena",
    "el": "Ο κωδικός πρόσβασης άλλαξε",
    "pt": "Senha alterada",
    "nl": "Wachtwoord gewijzigd",
    "pl": "Hasło zmienione",
    "ru": "Пароль изменен",
    "tr": "Şifre değiştirildi",
    "ar": "تم تغيير كلمة المرور",
    "ja": "パスワードが変更されました",
    "zh": "密码已更改",
    "ko": "비밀번호가 변경되었습니다",
    "hi": "पासवर्ड बदल दिया गया है",
    "th": "เปลี่ยนรหัสผ่านแล้ว",
    "id": "Kata sandi telah diubah",
    "ms": "Kata laluan telah diubah",
    "vi": "Mật khẩu đã thay đổi",
    "tl": "Ang password ay nabago",
    "ro": "Parola a fost schimbată",
    "hu": "A jelszó megváltozott",
    "cs": "Heslo změněno",
    "bg": "Паролата е променена",
    "uk": "Пароль змінено",
    "sr": "Lozinka je promenjena",
    "sk": "Heslo zmenené",
    "sl": "Geslo je bilo spremenjeno"
  },
  "password_changetext": {
    "sv": "Du har lyckats ändra ditt lösenord och kan nu försöka logga in",
    "en": "You have successfully changed your password and can now try to log in",
    "fi": "Olet onnistuneesti vaihtanut salasanasi ja voit nyt yrittää kirjautua sisään",
    "no": "Du har endret passordet ditt og kan nå prøve å logge inn",
    "da": "Du har ændret din adgangskode og kan nu prøve at logge ind",
    "de": "Sie haben Ihr Passwort erfolgreich geändert und können sich jetzt anmelden",
    "fr": "Vous avez changé votre mot de passe avec succès et pouvez maintenant essayer de vous connecter",
    "es": "Has cambiado tu contraseña con éxito y ahora puedes intentar iniciar sesión",
    "it": "Hai cambiato la tua password con successo e ora puoi provare ad accedere",
    "hr": "Uspješno ste promijenili lozinku i sada se možete pokušati prijaviti",
    "el": "Έχετε αλλάξει με επιτυχία τον κωδικό πρόσβασής σας και μπορείτε τώρα να προσπαθήσετε να συνδεθείτε",
    "pt": "Você alterou sua senha com sucesso e agora pode tentar fazer login",
    "nl": "U heeft uw wachtwoord succesvol gewijzigd en kunt nu proberen in te loggen",
    "pl": "Pomyślnie zmieniłeś hasło i możesz teraz spróbować się zalogować",
    "ru": "Вы успешно изменили пароль и теперь можете попробовать войти в систему",
    "tr": "Şifrenizi başarıyla değiştirdiniz ve şimdi giriş yapmayı deneyebilirsiniz",
    "ar": "لقد قمت بتغيير كلمة المرور بنجاح ويمكنك الآن محاولة تسجيل الدخول",
    "ja": "パスワードを変更しました。ログインを試みてください",
    "zh": "您已成功更改密码，现在可以尝试登录",
    "ko": "비밀번호가 성공적으로 변경되었습니다. 이제 로그인해 보세요",
    "hi": "आपने सफलतापूर्वक अपना पासवर्ड बदल लिया है और अब लॉग इन करने का प्रयास कर सकते हैं",
    "th": "คุณได้เปลี่ยนรหัสผ่านเรียบร้อยแล้วและสามารถลองเข้าสู่ระบบได้",
    "id": "Anda telah berhasil mengubah kata sandi Anda dan sekarang dapat mencoba masuk",
    "ms": "Anda telah berjaya menukar kata laluan anda dan kini boleh cuba log masuk",
    "vi": "Bạn đã thay đổi mật khẩu thành công và bây giờ có thể thử đăng nhập",
    "tl": "Matagumpay mong nabago ang iyong password at maaari ka nang mag-log in",
    "ro": "Ați schimbat cu succes parola și acum puteți încerca să vă conectați",
    "hu": "Sikeresen megváltoztatta a jelszavát, és most megpróbálhat bejelentkezni",
    "cs": "Úspěšně jste změnili své heslo a nyní se můžete pokusit přihlásit",
    "bg": "Успешно променихте паролата си и сега можете да опитате да влезете",
    "uk": "Ви успішно змінили пароль і тепер можете спробувати увійти",
    "sr": "Uspešno ste promenili lozinku i sada možete pokušati da se prijavite",
    "sk": "Úspešne ste zmenili svoje heslo a teraz sa môžete pokúsiť prihlásiť",
    "sl": "Uspešno ste spremenili geslo in se zdaj lahko poskusite prijaviti"
  },
  "seconds": {
  "en": " seconds",
  "sv": " sekunder",
  "da": " sekunder",
  "no": " sekunder",
  "fi": " sekuntia"
},
"send_again_in": {
  "en": "Send again in ",
  "sv": "Skicka igen om ",
  "da": "Send igen om ",
  "no": "Send igjen om ",
  "fi": "Lähetä uudelleen "
}
}
