{
  "gdpr_acceptgdpr": {
    "en": "Accept GDPR",
    "sv": "Acceptera GDPR",
    "fi": "Hyväksy GDPR",
    "de": "Akzeptiere GDPR",
    "fr": "Accepter GDPR",
    "es": "Aceptar GDPR",
    "it": "Accetta GDPR",
    "pt": "Aceitar GDPR",
    "nl": "Accepteer GDPR",
    "pl": "Akceptuj GDPR",
    "ru": "Принять GDPR",
    "ja": "GDPRを受け入れる",
    "zh": "接受GDPR",
    "ar": "قبول GDPR",
    "hi": "GDPR स्वीकार करें",
    "tr": "GDPR'yi Kabul Et",
    "da": "Accepter GDPR",
    "no": "Godta GDPR",
    "cs": "Přijmout GDPR",
    "sk": "Prijať GDPR",
    "hu": "Fogadja el a GDPR-t",
    "ro": "Acceptați GDPR",
    "uk": "Прийняти GDPR",
    "el": "Αποδοχή GDPR",
    "id": "Terima GDPR",
    "th": "ยอมรับ GDPR",
    "vi": "Chấp nhận GDPR",
    "bg": "Приемете GDPR",
    "hr": "Prihvatite GDPR",
    "sr": "Прихвати GDPR",
    "sl": "Sprejmi GDPR",
    "et": "Nõustu GDPR-ga",
    "lv": "Pieņemt GDPR",
    "lt": "Priimti GDPR",
    "nb": "Godta GDPR",
    "he": "קבל את GDPR",
    "fa": "پذیرفتن GDPR",
    "ur": "GDPR قبول کریں",
    "ko": "GDPR 수락"
  },
  "gdpr_andothertracingtechniques": {
    "en": "and other tracking techniques",
    "sv": "och andra spårningstekniker",
    "fi": "ja muut seurantatekniikat",
    "de": "und andere Tracking-Techniken",
    "fr": "et autres techniques de suivi",
    "es": "y otras técnicas de seguimiento",
    "it": "e altre tecniche di tracciamento",
    "pt": "e outras técnicas de rastreamento",
    "nl": "en andere trackingtechnieken",
    "pl": "i inne techniki śledzenia",
    "ru": "и другие методы отслеживания",
    "ja": "およびその他の追跡技術",
    "zh": "和其他跟踪技术",
    "ar": "وتقنيات التتبع الأخرى",
    "hi": "और अन्य ट्रैकिंग तकनीकें",
    "tr": "ve diğer izleme teknikleri",
    "da": "og andre sporingsteknikker",
    "no": "og andre sporingsteknikker",
    "cs": "a další sledovací techniky",
    "sk": "a ďalšie sledovacie techniky",
    "hu": "és egyéb nyomkövetési technikák",
    "ro": "și alte tehnici de urmărire",
    "uk": "та інші методи відстеження",
    "el": "και άλλες τεχνικές παρακολούθησης",
    "id": "dan teknik pelacakan lainnya",
    "th": "และเทคนิคการติดตามอื่น ๆ",
    "vi": "và các kỹ thuật theo dõi khác",
    "bg": "и други техники за проследяване",
    "hr": "i druge tehnike praćenja",
    "sr": "и друге технике праћења",
    "sl": "in druge tehnike sledenja",
    "et": "ja muud jälgimistehnikad",
    "lv": "un citas izsekošanas metodes",
    "lt": "ir kitos sekimo technikos",
    "nb": "og andre sporingsteknikker",
    "he": "וטכניקות מעקב אחרות",
    "fa": "و سایر تکنیک‌های ردیابی",
    "ur": "اور دیگر ٹریکنگ تکنیکیں",
    "ko": "및 기타 추적 기술"
  },
  "gdpr_accepttext": {
    "en": "We care about your privacy. By clicking Accept you agree to our use of",
    "sv": "Vi bryr oss om din integritet. Genom att klicka på Acceptera godkänner du vår användning av",
    "fi": "Välitämme yksityisyydestäsi. Napsauttamalla Hyväksy hyväksyt käyttöömme",
    "de": "Wir kümmern uns um Ihre Privatsphäre. Durch Klicken auf Akzeptieren stimmen Sie unserer Verwendung von",
    "fr": "Nous nous soucions de votre vie privée. En cliquant sur Accepter, vous acceptez notre utilisation de",
    "es": "Nos preocupamos por su privacidad. Al hacer clic en Aceptar, acepta nuestro uso de",
    "it": "Ci preoccupiamo della tua privacy. Cliccando su Accetta, accetti il nostro utilizzo di",
    "pt": "Nós nos preocupamos com sua privacidade. Ao clicar em Aceitar, você concorda com o uso de",
    "nl": "Wij geven om uw privacy. Door op Accepteren te klikken, gaat u akkoord met ons gebruik van",
    "pl": "Dbamy o Twoją prywatność. Klikając Akceptuj, zgadzasz się na nasze wykorzystanie",
    "ru": "Мы заботимся о вашей конфиденциальности. Нажимая Принять, вы соглашаетесь с нашим использованием",
    "ja": "私たちはあなたのプライバシーを大切にします。受け入れるをクリックすることで、私たちの使用に同意したことになります",
    "zh": "我们关心您的隐私。点击接受即表示您同意我们使用",
    "ar": "نحن نهتم بخصوصيتك. بالنقر فوق قبول، فإنك توافق على استخدامنا",
    "hi": "हम आपकी गोपनीयता की परवाह करते हैं। स्वीकार करें पर क्लिक करके, आप हमारे उपयोग से सहमत होते हैं",
    "tr": "Gizliliğinize önem veriyoruz. Kabul Et'e tıklayarak, kullanımımızı kabul etmiş olursunuz",
    "da": "Vi bekymrer os om dit privatliv. Ved at klikke på Accepter accepterer du vores brug af",
    "no": "Vi bryr oss om ditt personvern. Ved å klikke på Godta godtar du vår bruk av",
    "cs": "Záleží nám na vašem soukromí. Kliknutím na Přijmout souhlasíte s naším používáním",
    "sk": "Záleží nám na vašom súkromí. Kliknutím na Prijať súhlasíte s naším používaním",
    "hu": "Törődünk az Ön adatvédelmével. Az Elfogadás gombra kattintva elfogadja a használatunkat",
    "ro": "Ne pasă de confidențialitatea dvs. Făcând clic pe Acceptați, sunteți de acord cu utilizarea noastră",
    "uk": "Ми дбаємо про вашу конфіденційність. Натискаючи Прийняти, ви погоджуєтеся з нашим використанням",
    "el": "Μας ενδιαφέρει το απόρρητό σας. Κάνοντας κλικ στο Αποδοχή, συμφωνείτε με τη χρήση μας",
    "id": "Kami peduli dengan privasi Anda. Dengan mengklik Terima, Anda menyetujui penggunaan kami",
    "th": "เราห่วงใยความเป็นส่วนตัวของคุณ โดยการคลิกยอมรับคุณยอมรับการใช้งานของเรา",
    "vi": "Chúng tôi quan tâm đến quyền riêng tư của bạn. Bằng cách nhấp vào Chấp nhận, bạn đồng ý với việc sử dụng của chúng tôi",
    "bg": "Ние се грижим за вашата поверителност. Като щракнете върху Приемам, вие се съгласявате с нашето използване на",
    "hr": "Brinemo o vašoj privatnosti. Klikom na Prihvati pristajete na našu upotrebu",
    "sr": "Бринемо о вашој приватности. Кликом на Прихвати пристајете на нашу употребу",
    "sl": "Skrbimo za vašo zasebnost. S klikom na Sprejmi se strinjate z našo uporabo",
    "et": "Hoolime teie privaatsusest. Klõpsates nuppu Nõustu, nõustute meie kasutamisega",
    "lv": "Mums rūp jūsu privātums. Noklikšķinot uz Pieņemt, jūs piekrītat mūsu izmantošanai",
    "lt": "Rūpinamės jūsų privatumu. Spustelėję Priimti sutinkate su mūsų naudojimu",
    "nb": "Vi bryr oss om ditt personvern. Ved å klikke på Godta godtar du vår bruk av",
    "he": "אכפת לנו מהפרטיות שלך. על ידי לחיצה על קבל, אתה מסכים לשימוש שלנו",
    "fa": "ما به حریم خصوصی شما اهمیت می‌دهیم. با کلیک بر روی پذیرش، شما با استفاده ما موافقت می‌کنید",
    "ur": "ہم آپ کی رازداری کا خیال رکھتے ہیں۔ قبول کریں پر کلک کرکے، آپ ہمارے استعمال سے اتفاق کرتے ہیں",
    "ko": "우리는 귀하의 개인 정보를 중요하게 생각합니다. 수락을 클릭하면 사용에 동의하는 것입니다"
  }
}
