{
  "prod_deletepassproduct": {
    "sv": "Alla pass skapade i kalendern och alla skapade klippkort kopplade till denna produkt tas bort också. Är du säker på att du vill ta bort denna produkt?",
    "en": "All calendar events created and all clip cards created linked to this product will be deleted as well. Are you sure you want to delete this product?",
    "es": "Todos los eventos del calendario creados y todas las tarjetas de clip creadas vinculadas a este producto también se eliminarán. ¿Estás seguro de que deseas eliminar este producto?",
    "fr": "Tous les événements du calendrier créés et toutes les cartes à clip créées liées à ce produit seront également supprimés. Êtes-vous sûr de vouloir supprimer ce produit?",
    "de": "Alle im Kalender erstellten Ereignisse und alle erstellten Clipkarten, die mit diesem Produkt verknüpft sind, werden ebenfalls gelöscht. Sind Sie sicher, dass Sie dieses Produkt löschen möchten?",
    "it": "Tutti gli eventi del calendario creati e tutte le schede clip create collegate a questo prodotto verranno eliminati. Sei sicuro di voler eliminare questo prodotto?",
    "pt": "Todos os eventos do calendário criados e todos os cartões de clipe criados vinculados a este produto também serão excluídos. Tem certeza de que deseja excluir este produto?",
    "nl": "Alle in de kalender gemaakte evenementen en alle gemaakte clipkaarten die aan dit product zijn gekoppeld, worden ook verwijderd. Weet u zeker dat u dit product wilt verwijderen?",
    "pl": "Wszystkie wydarzenia kalendarza utworzone i wszystkie karty klipów utworzone powiązane z tym produktem zostaną również usunięte. Czy na pewno chcesz usunąć ten produkt?",
    "ru": "Все созданные события календаря и все созданные карточки клипов, связанные с этим продуктом, также будут удалены. Вы уверены, что хотите удалить этот продукт?",
    "ja": "この製品にリンクされたすべてのカレンダーイベントと作成されたすべてのクリップカードも削除されます。この製品を削除してもよろしいですか？",
    "zh": "所有创建的日历事件和所有创建的与此产品关联的剪贴卡也将被删除。您确定要删除此产品吗？",
    "ar": "سيتم حذف جميع الأحداث التقويمية التي تم إنشاؤها وجميع بطاقات الكليب التي تم إنشاؤها مرتبطة بهذا المنتج أيضًا. هل أنت متأكد أنك تريد حذف هذا المنتج؟",
    "hi": "कैलेंडर इवेंट्स और इस उत्पाद से जुड़े सभी क्लिप कार्ड भी हटा दिए जाएंगे। क्या आप वाकई इस उत्पाद को हटाना चाहते हैं?",
    "tr": "Tüm takvim etkinlikleri ve bu ürüne bağlı olarak oluşturulan tüm klip kartları da silinecektir. Bu ürünü silmek istediğinizden emin misiniz?",
    "da": "Alle kalenderbegivenheder, der er oprettet, og alle klippekort, der er oprettet, der er knyttet til dette produkt, slettes også. Er du sikker på, at du vil slette dette produkt?",
    "no": "Alle kalenderhendelser som er opprettet og alle klippekort som er opprettet knyttet til dette produktet vil også bli slettet. Er du sikker på at du vil slette dette produktet?",
    "cs": "Všechny vytvořené události v kalendáři a všechny vytvořené klipové karty spojené s tímto produktem budou také smazány. Opravdu chcete tento produkt smazat?",
    "sk": "Všetky udalosti kalendára vytvorené a všetky klipové karty vytvorené prepojené s týmto produktom budú tiež vymazané. Naozaj chcete tento produkt vymazať?",
    "hu": "Az összes naptári eseményt és az ehhez a termékhez kapcsolódó összes klipkártyát is törölni fogják. Biztosan törölni szeretné ezt a terméket?",
    "ro": "Toate evenimentele din calendar create și toate cardurile de clip create legate de acest produs vor fi șterse. Sunteți sigur că doriți să ștergeți acest produs?",
    "uk": "Всі створені події календаря та всі створені картки кліпів, пов'язані з цим продуктом, також будуть видалені. Ви впевнені, що хочете видалити цей продукт?",
    "el": "Όλα τα γεγονότα του ημερολογίου που δημιουργήθηκαν και όλες οι κάρτες κλιπ που δημιουργήθηκαν συνδεδεμένες με αυτό το προϊόν θα διαγραφούν επίσης. Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το προϊόν;",
    "id": "Semua acara kalender yang dibuat dan semua kartu klip yang dibuat yang terkait dengan produk ini juga akan dihapus. Apakah Anda yakin ingin menghapus produk ini?",
    "th": "เหตุการณ์ทั้งหมดในปฏิทินที่สร้างขึ้นและการ์ดคลิปที่สร้างขึ้นที่เชื่อมโยงกับผลิตภัณฑ์นี้จะถูกลบออกด้วย คุณแน่ใจหรือว่าต้องการลบผลิตภัณฑ์นี้?",
    "vi": "Tất cả các sự kiện lịch được tạo ra và tất cả các thẻ clip được tạo ra liên kết với sản phẩm này cũng sẽ bị xóa. Bạn có chắc chắn muốn xóa sản phẩm này không?",
    "bg": "Всички събития в календара, създадени и всички картички за клипове, създадени, свързани с този продукт, ще бъдат изтрити. Сигурни ли сте, че искате да изтриете този продукт?",
    "hr": "Sva događanja u kalendaru koja su stvorena i sve kartice za klipove koje su stvorene povezane s ovim proizvodom bit će također izbrisane. Jeste li sigurni da želite izbrisati ovaj proizvod?",
    "sr": "Сва догађања у календару која су створена и све картице за клипове које су створене повезане са овим производом биће такође избрисане. Да ли сте сигурни да желите да избришете овај производ?",
    "sl": "Vsi dogodki v koledarju, ki so bili ustvarjeni, in vse kartice za izrez, ki so bile ustvarjene, povezane s tem izdelkom, bodo prav tako izbrisane. Ste prepričani, da želite izbrisati ta izdelek?",
    "et": "Kõik kalendris loodud sündmused ja kõik selle tootega seotud loodud klipikaardid kustutatakse samuti. Kas olete kindel, et soovite selle toote kustutada?"
  },
  "prod_deleteproduct": {
    "sv": "Alla program uppladdade kommer tas bort också. Är du säker på att du vill ta bort denna produkt?",
    "en": "All uploaded programs will be deleted as well. Are you sure you want to delete this product?",
    "es": "Todos los programas cargados también se eliminarán. ¿Estás seguro de que deseas eliminar este producto?",
    "fr": "Tous les programmes téléchargés seront également supprimés. Êtes-vous sûr de vouloir supprimer ce produit?",
    "de": "Alle hochgeladenen Programme werden ebenfalls gelöscht. Sind Sie sicher, dass Sie dieses Produkt löschen möchten?",
    "it": "Tutti i programmi caricati verranno eliminati. Sei sicuro di voler eliminare questo prodotto?",
    "pt": "Todos os programas carregados também serão excluídos. Tem certeza de que deseja excluir este produto?",
    "nl": "Alle geüploade programma's worden ook verwijderd. Weet u zeker dat u dit product wilt verwijderen?",
    "pl": "Wszystkie przesłane programy również zostaną usunięte. Czy na pewno chcesz usunąć ten produkt?",
    "ru": "Все загруженные программы также будут удалены. Вы уверены, что хотите удалить этот продукт?",
    "ja": "アップロードされたすべてのプログラムも削除されます。この製品を削除してもよろしいですか？",
    "zh": "所有上传的程序也将被删除。您确定要删除此产品吗？",
    "ar": "سيتم حذف جميع البرامج التي تم تحميلها أيضًا. هل أنت متأكد أنك تريد حذف هذا المنتج؟",
    "hi": "सभी अपलोड किए गए प्रोग्राम भी हटा दिए जाएंगे। क्या आप वाकई इस उत्पाद को हटाना चाहते हैं?",
    "tr": "Yüklenen tüm programlar da silinecektir. Bu ürünü silmek istediğinizden emin misiniz?",
    "da": "Alle uploadede programmer vil også blive slettet. Er du sikker på, at du vil slette dette produkt?",
    "no": "Alle opplastede programmer vil også bli slettet. Er du sikker på at du vil slette dette produktet?",
    "cs": "Všechny nahrané programy budou také smazány. Opravdu chcete tento produkt smazat?",
    "sk": "Všetky nahrané programy budú tiež vymazané. Naozaj chcete tento produkt vymazať?",
    "hu": "Az összes feltöltött program is törlésre kerül. Biztosan törölni szeretné ezt a terméket?",
    "ro": "Toate programele încărcate vor fi șterse. Sunteți sigur că doriți să ștergeți acest produs?",
    "uk": "Всі завантажені програми також будуть видалені. Ви впевнені, що хочете видалити цей продукт?",
    "el": "Όλα τα ανεβασμένα προγράμματα θα διαγραφούν επίσης. Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το προϊόν;",
    "id": "Semua program yang diunggah juga akan dihapus. Apakah Anda yakin ingin menghapus produk ini?",
    "th": "โปรแกรมที่อัปโหลดทั้งหมดจะถูกลบด้วย คุณแน่ใจหรือว่าต้องการลบผลิตภัณฑ์นี้?",
    "vi": "Tất cả các chương trình đã tải lên cũng sẽ bị xóa. Bạn có chắc chắn muốn xóa sản phẩm này không?",
    "bg": "Всички качени програми също ще бъдат изтрити. Сигурни ли сте, че искате да изтриете този продукт?",
    "hr": "Svi učitani programi također će biti izbrisani. Jeste li sigurni da želite izbrisati ovaj proizvod?",
    "sr": "Сви отпремљени програми ће такође бити избрисани. Да ли сте сигурни да желите да избришете овај производ?",
    "sl": "Vsi naloženi programi bodo prav tako izbrisani. Ste prepričani, da želite izbrisati ta izdelek?",
    "et": "Kõik üleslaaditud programmid kustutatakse samuti. Kas olete kindel, et soovite selle toote kustutada?"
  },
  "prod_deleteclipcard": {
    "sv": "Personer som köpt klippkort kommer fortfarande kunna använda dom. Är du säker på att du vill ta bort dessa klippkort?",
    "en": "People who have bought clip cards will still be able to use them. Are you sure you want to delete these clip cards?",
    "es": "Las personas que han comprado tarjetas de clip aún podrán usarlas. ¿Estás seguro de que deseas eliminar estas tarjetas de clip?",
    "fr": "Les personnes qui ont acheté des cartes à clip pourront toujours les utiliser. Êtes-vous sûr de vouloir supprimer ces cartes à clip?",
    "de": "Personen, die Clipkarten gekauft haben, können diese weiterhin verwenden. Sind Sie sicher, dass Sie diese Clipkarten löschen möchten?",
    "it": "Le persone che hanno acquistato schede clip potranno comunque usarle. Sei sicuro di voler eliminare queste schede clip?",
    "pt": "As pessoas que compraram cartões de clipe ainda poderão usá-los. Tem certeza de que deseja excluir esses cartões de clipe?",
    "nl": "Mensen die clipkaarten hebben gekocht, kunnen deze nog steeds gebruiken. Weet u zeker dat u deze clipkaarten wilt verwijderen?",
    "pl": "Osoby, które kupiły karty klipów, nadal będą mogły ich używać. Czy na pewno chcesz usunąć te karty klipów?",
    "ru": "Люди, которые купили карточки клипов, все еще смогут их использовать. Вы уверены, что хотите удалить эти карточки клипов?",
    "ja": "クリップカードを購入した人は引き続き使用できます。このクリップカードを削除してもよろしいですか？",
    "zh": "购买了剪贴卡的人仍然可以使用它们。您确定要删除这些剪贴卡吗？",
    "ar": "الأشخاص الذين اشتروا بطاقات الكليب سيظلون قادرين على استخدامها. هل أنت متأكد أنك تريد حذف هذه البطاقات؟",
    "hi": "जिन लोगों ने क्लिप कार्ड खरीदे हैं, वे अभी भी उनका उपयोग कर सकेंगे। क्या आप वाकई इन क्लिप कार्ड को हटाना चाहते हैं?",
    "tr": "Klip kartları satın alan kişiler bunları kullanmaya devam edebilecekler. Bu klip kartlarını silmek istediğinizden emin misiniz?",
    "da": "Personer, der har købt klippekort, vil stadig kunne bruge dem. Er du sikker på, at du vil slette disse klippekort?",
    "no": "Personer som har kjøpt klippekort vil fortsatt kunne bruke dem. Er du sikker på at du vil slette disse klippekortene?",
    "cs": "Lidé, kteří si koupili klipové karty, je budou moci stále používat. Opravdu chcete tyto klipové karty smazat?",
    "sk": "Ľudia, ktorí si kúpili klipové karty, ich budú môcť stále používať. Naozaj chcete tieto klipové karty vymazať?",
    "hu": "Azok az emberek, akik klipkártyákat vásároltak, továbbra is használhatják azokat. Biztosan törölni szeretné ezeket a klipkártyákat?",
    "ro": "Persoanele care au cumpărat carduri de clip vor putea să le folosească în continuare. Sunteți sigur că doriți să ștergeți aceste carduri de clip?",
    "uk": "Люди, які купили картки кліпів, все ще зможуть їх використовувати. Ви впевнені, що хочете видалити ці картки кліпів?",
    "el": "Τα άτομα που έχουν αγοράσει κάρτες κλιπ θα μπορούν να τις χρησιμοποιούν. Είστε σίγουροι ότι θέλετε να διαγράψετε αυτές τις κάρτες κλιπ;",
    "id": "Orang-orang yang telah membeli kartu klip masih dapat menggunakannya. Apakah Anda yakin ingin menghapus kartu klip ini?",
    "th": "ผู้ที่ซื้อบัตรคลิปจะยังคงสามารถใช้งานได้ คุณแน่ใจหรือว่าต้องการลบบัตรคลิปเหล่านี้?",
    "vi": "Những người đã mua thẻ clip vẫn có thể sử dụng chúng. Bạn có chắc chắn muốn xóa những thẻ clip này không?",
    "bg": "Хората, които са купили клип карти, все още ще могат да ги използват. Сигурни ли сте, че искате да изтриете тези клип карти?",
    "hr": "Osobe koje su kupile kartice za klipove i dalje će ih moći koristiti. Jeste li sigurni da želite izbrisati ove kartice za klipove?",
    "sr": "Људи који су купили картице за клипове ће и даље моћи да их користе. Да ли сте сигурни да желите да избришете ове картице за клипове?",
    "sl": "Ljudje, ki so kupili kartice za izrezke, jih bodo še vedno lahko uporabljali. Ste prepričani, da želite izbrisati te kartice za izrezke?",
    "et": "Inimesed, kes on ostnud klipikaarte, saavad neid endiselt kasutada. Kas olete kindel, et soovite need klipikaardid kustutada?"
  }
}
