{
  "header": {
    "en": "Resend Confirmation",
    "sv": "Skicka bekräftelse igen",
    "fi": "Lähetä vahvistus uudelleen",
    "no": "Send bekreftelse på nytt",
    "da": "Send bekræftelse igen",
    "de": "Bestätigung erneut senden",
    "fr": "Renvoyer la confirmation",
    "es": "Reenviar confirmación",
    "it": "Invia nuovamente conferma",
    "hr": "Pošalji potvrdu ponovno",
    "el": "Επανάληψη αποστολής επιβεβαίωσης",
    "pt": "Reenviar confirmação",
    "nl": "Bevestiging opnieuw verzenden",
    "pl": "Wyślij ponownie potwierdzenie",
    "ru": "Отправить подтверждение повторно",
    "tr": "Onayı tekrar gönder",
    "ar": "إعادة إرسال التأكيد",
    "ja": "確認を再送信",
    "zh": "重新发送确认",
    "ko": "확인 재전송",
    "hi": "पुष्टिकरण फिर से भेजें",
    "th": "ส่งการยืนยันอีกครั้ง",
    "id": "Kirim ulang konfirmasi",
    "ms": "Hantar semula pengesahan",
    "vi": "Gửi lại xác nhận",
    "tl": "Muling ipadala ang kumpirmasyon",
    "ro": "Retrimite confirmarea",
    "hu": "Megerősítés újraküldése",
    "cs": "Odeslat potvrzení znovu",
    "bg": "Изпратете отново потвърждението",
    "uk": "Надіслати підтвердження знову",
    "sr": "Pošalji potvrdu ponovo",
    "sk": "Odoslať potvrdenie znovu",
    "sl": "Znova pošlji potrditev"
  },
  "description": {
    "en": "Enter your email address to receive a new confirmation link",
    "sv": "Ange din e-postadress för att få en ny bekräftelselänk",
    "fi": "Anna sähköpostiosoitteesi saadaksesi uuden vahvistuslinkin",
    "no": "Skriv inn e-postadressen din for å motta en ny bekreftelseslenke",
    "da": "Indtast din e-mailadresse for at modtage et nyt bekræftelseslink",
    "de": "Geben Sie Ihre E-Mail-Adresse ein, um einen neuen Bestätigungslink zu erhalten",
    "fr": "Entrez votre adresse e-mail pour recevoir un nouveau lien de confirmation",
    "es": "Ingresa tu dirección de correo electrónico para recibir un nuevo enlace de confirmación",
    "it": "Inserisci il tuo indirizzo email per ricevere un nuovo link di conferma",
    "hr": "Unesite svoju adresu e-pošte da biste primili novu vezu za potvrdu",
    "el": "Εισάγετε τη διεύθυνση email σας για να λάβετε νέο σύνδεσμο επιβεβαίωσης",
    "pt": "Digite seu endereço de e-mail para receber um novo link de confirmação",
    "nl": "Voer uw e-mailadres in om een nieuwe bevestigingslink te ontvangen",
    "pl": "Wprowadź swój adres e-mail, aby otrzymać nowy link potwierdzający",
    "ru": "Введите свой адрес электронной почты, чтобы получить новую ссылку подтверждения",
    "tr": "Yeni bir onay bağlantısı almak için e-posta adresinizi girin",
    "ar": "أدخل عنوان بريدك الإلكتروني لتلقي رابط تأكيد جديد",
    "ja": "新しい確認リンクを受け取るためにメールアドレスを入力してください",
    "zh": "输入您的电子邮件地址以接收新的确认链接",
    "ko": "새 확인 링크를 받으려면 이메일 주소를 입력하세요",
    "hi": "नया पुष्टिकरण लिंक प्राप्त करने के लिए अपना ईमेल पता दर्ज करें",
    "th": "ป้อนที่อยู่อีเมลของคุณเพื่อรับลิงก์ยืนยันใหม่",
    "id": "Masukkan alamat email Anda untuk menerima tautan konfirmasi baru",
    "ms": "Masukkan alamat e-mel anda untuk menerima pautan pengesahan baharu",
    "vi": "Nhập địa chỉ email của bạn để nhận liên kết xác nhận mới",
    "tl": "Ilagay ang inyong email address para makatanggap ng bagong confirmation link",
    "ro": "Introduceți adresa de e-mail pentru a primi un nou link de confirmare",
    "hu": "Adja meg e-mail címét, hogy új megerősítő linket kapjon",
    "cs": "Zadejte svou e-mailovou adresu pro získání nového potvrzovacího odkazu",
    "bg": "Въведете вашия имейл адрес, за да получите нова връзка за потвърждение",
    "uk": "Введіть свою адресу електронної пошти, щоб отримати нове посилання підтвердження",
    "sr": "Unesite svoju adresu e-pošte da biste dobili novu vezu za potvrdu",
    "sk": "Zadajte svoju e-mailovú adresu pre získanie nového potvrdzovacieho odkazu",
    "sl": "Vnesite svoj e-poštni naslov, da prejmete novo potrditveno povezavo"
  },
  "sendemail": {
    "en": "Send Email",
    "sv": "Skicka e-post",
    "fi": "Lähetä sähköposti",
    "no": "Send e-post",
    "da": "Send e-mail",
    "de": "E-Mail senden",
    "fr": "Envoyer l'e-mail",
    "es": "Enviar correo",
    "it": "Invia email",
    "hr": "Pošalji e-poštu",
    "el": "Στείλτε email",
    "pt": "Enviar e-mail",
    "nl": "E-mail verzenden",
    "pl": "Wyślij e-mail",
    "ru": "Отправить email",
    "tr": "E-posta gönder",
    "ar": "إرسال بريد إلكتروني",
    "ja": "メールを送信",
    "zh": "发送邮件",
    "ko": "이메일 보내기",
    "hi": "ईमेल भेजें",
    "th": "ส่งอีเมล",
    "id": "Kirim email",
    "ms": "Hantar e-mel",
    "vi": "Gửi email",
    "tl": "Magpadala ng email",
    "ro": "Trimite e-mail",
    "hu": "E-mail küldése",
    "cs": "Odeslat e-mail",
    "bg": "Изпратете имейл",
    "uk": "Надіслати email",
    "sr": "Pošalji e-poštu",
    "sk": "Odoslať e-mail",
    "sl": "Pošlji e-pošto"
  },
  "backtologin": {
    "en": "Back to Login",
    "sv": "Tillbaka till inloggning",
    "fi": "Takaisin kirjautumiseen",
    "no": "Tilbake til innlogging",
    "da": "Tilbage til login",
    "de": "Zurück zur Anmeldung",
    "fr": "Retour à la connexion",
    "es": "Volver al inicio de sesión",
    "it": "Torna al login",
    "hr": "Povratak na prijavu",
    "el": "Επιστροφή στη σύνδεση",
    "pt": "Voltar ao login",
    "nl": "Terug naar login",
    "pl": "Powrót do logowania",
    "ru": "Вернуться к входу",
    "tr": "Girişe dön",
    "ar": "العودة إلى تسجيل الدخول",
    "ja": "ログインに戻る",
    "zh": "返回登录",
    "ko": "로그인으로 돌아가기",
    "hi": "लॉगिन पर वापस जाएं",
    "th": "กลับไปยังการเข้าสู่ระบบ",
    "id": "Kembali ke login",
    "ms": "Kembali ke log masuk",
    "vi": "Quay lại đăng nhập",
    "tl": "Bumalik sa login",
    "ro": "Înapoi la login",
    "hu": "Vissza a belépéshez",
    "cs": "Zpět na přihlášení",
    "bg": "Назад към влизане",
    "uk": "Повернутися до входу",
    "sr": "Nazad na prijavu",
    "sk": "Späť na prihlásenie",
    "sl": "Nazaj na prijavo"
  },
  "loading": {
    "en": "Sending...",
    "sv": "Skickar...",
    "fi": "Lähetetään...",
    "no": "Sender...",
    "da": "Sender...",
    "de": "Sende...",
    "fr": "Envoi...",
    "es": "Enviando...",
    "it": "Invio...",
    "hr": "Šalje...",
    "el": "Στέλνει...",
    "pt": "Enviando...",
    "nl": "Verzenden...",
    "pl": "Wysyłanie...",
    "ru": "Отправка...",
    "tr": "Gönderiliyor...",
    "ar": "جاري الإرسال...",
    "ja": "送信中...",
    "zh": "发送中...",
    "ko": "전송 중...",
    "hi": "भेजा जा रहा है...",
    "th": "กำลังส่ง...",
    "id": "Mengirim...",
    "ms": "Menghantar...",
    "vi": "Đang gửi...",
    "tl": "Nagpapadala...",
    "ro": "Se trimite...",
    "hu": "Küldés...",
    "cs": "Odesílání...",
    "bg": "Изпращане...",
    "uk": "Надсилання...",
    "sr": "Šalje...",
    "sk": "Odosielanie...",
    "sl": "Pošiljanje..."
  },
  "successmessage": {
    "en": "A new confirmation email has been sent to your email address.",
    "sv": "Ett nytt bekräftelsemail har skickats till din e-postadress.",
    "fi": "Uusi vahvistussähköposti on lähetetty sähköpostiosoitteeseesi.",
    "no": "En ny bekreftelse-e-post har blitt sendt til din e-postadresse.",
    "da": "En ny bekræftelses-e-mail er blevet sendt til din e-mailadresse.",
    "de": "Eine neue Bestätigungs-E-Mail wurde an Ihre E-Mail-Adresse gesendet.",
    "fr": "Un nouvel e-mail de confirmation a été envoyé à votre adresse e-mail.",
    "es": "Se ha enviado un nuevo correo de confirmación a tu dirección de correo electrónico.",
    "it": "Una nuova email di conferma è stata inviata al tuo indirizzo email.",
    "hr": "Nova e-pošta za potvrdu poslana je na vašu adresu e-pošte.",
    "el": "Ένα νέο email επιβεβαίωσης στάλθηκε στη διεύθυνση email σας.",
    "pt": "Um novo e-mail de confirmação foi enviado para seu endereço de e-mail.",
    "nl": "Een nieuwe bevestigings-e-mail is verzonden naar uw e-mailadres.",
    "pl": "Nowy e-mail potwierdzający został wysłany na Twój adres e-mail.",
    "ru": "Новое письмо подтверждения отправлено на ваш адрес электронной почты.",
    "tr": "Yeni bir onay e-postası e-posta adresinize gönderildi.",
    "ar": "تم إرسال رسالة تأكيد جديدة إلى عنوان بريدك الإلكتروني.",
    "ja": "新しい確認メールがあなたのメールアドレスに送信されました。",
    "zh": "新的确认邮件已发送到您的电子邮件地址。",
    "ko": "새로운 확인 이메일이 귀하의 이메일 주소로 전송되었습니다.",
    "hi": "एक नया पुष्टिकरण ईमेल आपके ईमेल पते पर भेजा गया है।",
    "th": "อีเมลยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว",
    "id": "Email konfirmasi baru telah dikirim ke alamat email Anda.",
    "ms": "E-mel pengesahan baharu telah dihantar ke alamat e-mel anda.",
    "vi": "Một email xác nhận mới đã được gửi đến địa chỉ email của bạn.",
    "tl": "Isang bagong confirmation email ay naipadala sa inyong email address.",
    "ro": "Un nou e-mail de confirmare a fost trimis la adresa dvs. de e-mail.",
    "hu": "Új megerősítő e-mail lett küldve az e-mail címére.",
    "cs": "Nový potvrzovací e-mail byl odeslán na vaši e-mailovou adresu.",
    "bg": "Нов имейл за потвърждение беше изпратен на вашия имейл адрес.",
    "uk": "Новий лист підтвердження відправлено на вашу адресу електронної пошти.",
    "sr": "Nova e-pošta za potvrdu poslana je na vašu adresu e-pošte.",
    "sk": "Nový potvrdzovací e-mail bol odoslaný na vašu e-mailovú adresu.",
    "sl": "Nova potrditvena e-pošta je bila poslana na vaš e-poštni naslov."
  },
  "errormessage": {
    "en": "Failed to send confirmation email. Please try again.",
    "sv": "Misslyckades att skicka bekräftelsemail. Försök igen.",
    "fi": "Vahvistussähköpostin lähettäminen epäonnistui. Yritä uudelleen.",
    "no": "Kunne ikke sende bekreftelse-e-post. Vennligst prøv igjen.",
    "da": "Kunne ikke sende bekræftelses-e-mail. Prøv venligst igen.",
    "de": "Bestätigungs-E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut.",
    "fr": "Échec de l'envoi de l'e-mail de confirmation. Veuillez réessayer.",
    "es": "No se pudo enviar el correo de confirmación. Por favor, inténtalo de nuevo.",
    "it": "Impossibile inviare l'email di conferma. Riprova.",
    "hr": "Nije uspjelo poslati e-poštu za potvrdu. Molimo pokušajte ponovno.",
    "el": "Αποτυχία αποστολής email επιβεβαίωσης. Παρακαλώ δοκιμάστε ξανά.",
    "pt": "Falha ao enviar e-mail de confirmação. Tente novamente.",
    "nl": "Bevestiging-e-mail kon niet worden verzonden. Probeer het opnieuw.",
    "pl": "Nie udało się wysłać e-maila potwierdzającego. Spróbuj ponownie.",
    "ru": "Не удалось отправить письмо подтверждения. Пожалуйста, попробуйте еще раз.",
    "tr": "Onay e-postası gönderilemedi. Lütfen tekrar deneyin.",
    "ar": "فشل في إرسال رسالة التأكيد. يرجى المحاولة مرة أخرى.",
    "ja": "確認メールの送信に失敗しました。もう一度お試しください。",
    "zh": "发送确认邮件失败。请再试一次。",
    "ko": "확인 이메일 전송에 실패했습니다. 다시 시도해 주세요.",
    "hi": "पुष्टिकरण ईमेल भेजने में विफल। कृपया पुन: प्रयास करें।",
    "th": "ส่งอีเมลยืนยันไม่สำเร็จ โปรดลองอีกครั้ง",
    "id": "Gagal mengirim email konfirmasi. Silakan coba lagi.",
    "ms": "Gagal menghantar e-mel pengesahan. Sila cuba lagi.",
    "vi": "Không thể gửi email xác nhận. Vui lòng thử lại.",
    "tl": "Hindi nagtagumpay na magpadala ng confirmation email. Pakisubok ulit.",
    "ro": "Eșec la trimiterea e-mailului de confirmare. Vă rugăm să încercați din nou.",
    "hu": "A megerősítő e-mail küldése sikertelen. Kérjük, próbálja újra.",
    "cs": "Nepodarilo se odeslat potvrzovací e-mail. Zkuste to prosím znovu.",
    "bg": "Неуспешно изпращане на имейл за потвърждение. Моля, опитайте отново.",
    "uk": "Не вдалося відправити лист підтвердження. Будь ласка, спробуйте ще раз.",
    "sr": "Nije uspelo poslati e-poštu za potvrdu. Molimo pokušajte ponovo.",
    "sk": "Nepodarilo sa odoslať potvrdzovací e-mail. Skúste to prosím znovu.",
    "sl": "Pošiljanje potrditvene e-pošte ni uspelo. Poskusite znova."
  }
}
