{
  "signupdone_confirmemail": {
    "en": "Please confirm your email address",
    "sv": "Bekräfta din e-postadress",
    "es": "Por favor confirme su dirección de correo electrónico",
    "fr": "Veuillez confirmer votre adresse e-mail",
    "de": "Bitte bestätigen Sie Ihre E-Mail-Adresse",
    "it": "Si prega di confermare il proprio indirizzo e-mail",
    "pt": "Por favor, confirme seu endereço de e-mail",
    "nl": "Bevestig uw e-mailadres",
    "pl": "Potwierdź swój adres e-mail",
    "ru": "Пожалуйста, подтвердите свой адрес электронной почты",
    "ja": "メールアドレスを確認してください",
    "zh": "请确认您的电子邮件地址",
    "ar": "يرجى تأكيد عنوان بريدك الإلكتروني",
    "hi": "कृपया अपना ईमेल पता पुष्टि करें",
    "tr": "Lütfen e-posta adresinizi doğrulayın",
    "da": "Bekræft venligst din e-mail-adresse",
    "no": "Vennligst bekreft e-postadressen din",
    "cs": "Potvrďte prosím svou e-mailovou adresu",
    "sk": "Prosím, potvrďte svoju e-mailovú adresu",
    "hu": "Kérjük, erősítse meg e-mail címét",
    "ro": "Vă rugăm să vă confirmați adresa de e-mail",
    "uk": "Будь ласка, підтвердіть свою електронну адресу",
    "el": "Παρακαλώ επιβεβαιώστε τη διεύθυνση email σας",
    "id": "Silakan konfirmasi alamat email Anda",
    "th": "โปรดยืนยันที่อยู่อีเมลของคุณ",
    "vi": "Vui lòng xác nhận địa chỉ email của bạn",
    "bg": "Моля, потвърдете вашия имейл адрес",
    "hr": "Molimo potvrdite svoju e-mail adresu",
    "sr": "Молимо потврдите своју адресу е-поште",
    "sl": "Prosimo, potrdite svoj e-poštni naslov",
    "et": "Palun kinnitage oma e-posti aadress",
    "lv": "Lūdzu, apstipriniet savu e-pasta adresi",
    "lt": "Patvirtinkite savo el. pašto adresą",
    "nb": "Vennligst bekreft e-postadressen din",
    "he": "אנא אשר את כתובת האימייל שלך",
    "fa": "لطفا آدرس ایمیل خود را تأیید کنید",
    "ur": "براہ کرم اپنا ای میل ایڈریس تصدیق کریں",
    "ko": "이메일 주소를 확인하십시오"
  },
  "signupdone_confirmemailtext": {
    "en": "An email has been sent to your email address with a link. Click the link to confirm your email address. Then you can log in!",
    "sv": "Ett e-postmeddelande har skickats till din e-postadress med en länk. Klicka på länken för att bekräfta din e-postadress.",
    "es": "Se ha enviado un correo electrónico a su dirección de correo electrónico con un enlace. Haga clic en el enlace para confirmar su dirección de correo electrónico.",
    "fr": "Un e-mail a été envoyé à votre adresse e-mail avec un lien. Cliquez sur le lien pour confirmer votre adresse e-mail.",
    "de": "Eine E-Mail wurde an Ihre E-Mail-Adresse gesendet, die einen Link enthält. Klicken Sie auf den Link, um Ihre E-Mail-Adresse zu bestätigen.",
    "it": "È stata inviata un'e-mail al tuo indirizzo di posta elettronica con un link. Clicca sul link per confermare il tuo indirizzo e-mail.",
    "pt": "Um e-mail foi enviado para o seu endereço de e-mail com um link. Clique no link para confirmar seu endereço de e-mail.",
    "nl": "Er is een e-mail naar uw e-mailadres gestuurd met een link. Klik op de link om uw e-mailadres te bevestigen.",
    "pl": "Na Twój adres e-mail została wysłana wiadomość z linkiem. Kliknij link, aby potwierdzić swój adres e-mail.",
    "ru": "На ваш адрес электронной почты было отправлено письмо со ссылкой. Нажмите на ссылку, чтобы подтвердить свой адрес электронной почты.",
    "ja": "リンク付きのメールがあなたのメールアドレスに送信されました。リンクをクリックしてメールアドレスを確認してください。",
    "zh": "一封带有链接的电子邮件已发送到您的电子邮件地址。点击链接以确认您的电子邮件地址。",
    "ar": "تم إرسال بريد إلكتروني إلى عنوان بريدك الإلكتروني يحتوي على رابط. انقر على الرابط لتأكيد عنوان بريدك الإلكتروني.",
    "hi": "आपके ईमेल पते पर एक लिंक के साथ एक ईमेल भेजा गया है। कृपया लिंक पर क्लिक करें और अपना ईमेल पता पुष्टि करें।",
    "tr": "E-posta adresinize bir bağlantı içeren bir e-posta gönderildi. E-posta adresinizi doğrulamak için bağlantıya tıklayın.",
    "da": "En e-mail er blevet sendt til din e-mailadresse med et link. Klik på linket for at bekræfte din e-mailadresse.",
    "no": "En e-post har blitt sendt til din e-postadresse med en lenke. Klikk på lenken for å bekrefte e-postadressen din.",
    "cs": "Na vaši e-mailovou adresu byl odeslán e-mail s odkazem. Klikněte na odkaz a potvrďte svou e-mailovou adresu.",
    "sk": "Na vašu e-mailovú adresu bol odoslaný e-mail s odkazom. Kliknite na odkaz a potvrďte svoju e-mailovú adresu.",
    "hu": "Egy e-mailt küldtünk az e-mail címedre egy linkkel. Kattints a linkre az e-mail címed megerősítéséhez.",
    "ro": "Un e-mail a fost trimis la adresa dvs. de e-mail cu un link. Faceți clic pe link pentru a vă confirma adresa de e-mail.",
    "uk": "На вашу електронну адресу було надіслано лист із посиланням. Натисніть на посилання, щоб підтвердити свою електронну адресу.",
    "el": "Ένα email έχει σταλεί στη διεύθυνση email σας με έναν σύνδεσμο. Κάντε κλικ στον σύνδεσμο για να επιβεβαιώσετε τη διεύθυνση email σας.",
    "id": "Email telah dikirim ke alamat email Anda dengan tautan. Klik tautan untuk mengonfirmasi alamat email Anda.",
    "th": "มีอีเมลถูกส่งไปยังที่อยู่อีเมลของคุณพร้อมลิงก์ คลิกลิงก์เพื่อยืนยันที่อยู่อีเมลของคุณ",
    "vi": "Một email đã được gửi đến địa chỉ email của bạn với một liên kết. Nhấp vào liên kết để xác nhận địa chỉ email của bạn.",
    "bg": "Имейл беше изпратен на вашия имейл адрес с връзка. Кликнете върху връзката, за да потвърдите имейл адреса си.",
    "hr": "E-mail je poslan na vašu e-mail adresu s poveznicom. Kliknite na poveznicu kako biste potvrdili svoju e-mail adresu.",
    "sr": "Е-пошта је послата на вашу адресу е-поште са линком. Кликните на линк да потврдите своју адресу е-поште.",
    "sl": "E-poštno sporočilo je bilo poslano na vaš e-poštni naslov s povezavo. Kliknite na povezavo, da potrdite svoj e-poštni naslov.",
    "et": "Teie e-posti aadressile on saadetud e-kiri koos lingiga. Kinnitage oma e-posti aadress, klõpsates lingil.",
    "lv": "Uz jūsu e-pasta adresi ir nosūtīts e-pasts ar saiti. Noklikšķiniet uz saites, lai apstiprinātu savu e-pasta adresi.",
    "lt": "Į jūsų el. pašto adresą buvo išsiųstas el. laiškas su nuoroda. Spustelėkite nuorodą, kad patvirtintumėte savo el. pašto adresą.",
    "nb": "En e-post har blitt sendt til din e-postadresse med en lenke. Klikk på lenken for å bekrefte e-postadressen din.",
    "he": "נשלח דוא\"ל לכתובת הדוא\"ל שלך עם קישור. לחץ על הקישור כדי לאשר את כתובת הדוא\"ל שלך.",
    "fa": "یک ایمیل به آدرس ایمیل شما ارسال شده است که حاوی یک لینک است. برای تأیید آدرس ایمیل خود روی لینک کلیک کنید.",
    "ur": "آپ کے ای میل پتے پر ایک لنک کے ساتھ ایک ای میل بھیجا گیا ہے۔ براہ کرم لنک پر کلک کریں اور اپنا ای میل پتہ تصدیق کریں۔",
    "ko": "링크가 포함된 이메일이 귀하의 이메일 주소로 전송되었습니다. 링크를 클릭하여 이메일 주소를 확인하십시오."
  },
  "signupdone_createstripeaccount": {
    "en": "Create a Stripe account",
    "sv": "Skapa ett Stripe-konto",
    "es": "Crear una cuenta de Stripe",
    "fr": "Créer un compte Stripe",
    "de": "Ein Stripe-Konto erstellen",
    "it": "Crea un account Stripe",
    "pt": "Criar uma conta Stripe",
    "nl": "Maak een Stripe-account aan",
    "pl": "Utwórz konto Stripe",
    "ru": "Создать аккаунт Stripe",
    "ja": "Stripeアカウントを作成する",
    "zh": "创建Stripe账户",
    "ar": "إنشاء حساب Stripe",
    "hi": "एक Stripe खाता बनाएं",
    "tr": "Bir Stripe hesabı oluşturun",
    "da": "Opret en Stripe-konto",
    "no": "Opprett en Stripe-konto",
    "cs": "Vytvořit účet Stripe",
    "sk": "Vytvoriť účet Stripe",
    "hu": "Stripe fiók létrehozása",
    "ro": "Creați un cont Stripe",
    "uk": "Створити обліковий запис Stripe",
    "el": "Δημιουργήστε έναν λογαριασμό Stripe",
    "id": "Buat akun Stripe",
    "th": "สร้างบัญชี Stripe",
    "vi": "Tạo tài khoản Stripe",
    "bg": "Създайте акаунт в Stripe",
    "hr": "Kreirajte Stripe račun",
    "sr": "Креирајте Stripe налог",
    "sl": "Ustvarite Stripe račun",
    "et": "Loo Stripe konto",
    "lv": "Izveidot Stripe kontu",
    "lt": "Sukurti Stripe paskyrą",
    "nb": "Opprett en Stripe-konto",
    "he": "צור חשבון Stripe",
    "fa": "ایجاد حساب Stripe",
    "ur": "ایک Stripe اکاؤنٹ بنائیں",
    "ko": "Stripe 계정 만들기"
  },

  "signup_stripetext": {
    "en": "To be able to show your products on our map and receive payments, you need to create a Stripe account. You can do this later from your finances as well.",
    "sv": "För att kunna visa dina produkter på vår karta och ta emot betalningar måste du skapa ett Stripe-konto. Du kan göra detta senare från dina finanser också.",
    "es": "Para poder mostrar tus productos en nuestro mapa y recibir pagos, necesitas crear una cuenta de Stripe. También puedes hacerlo más tarde desde tus finanzas.",
    "fr": "Pour pouvoir afficher vos produits sur notre carte et recevoir des paiements, vous devez créer un compte Stripe. Vous pouvez également le faire plus tard depuis vos finances.",
    "de": "Um Ihre Produkte auf unserer Karte anzuzeigen und Zahlungen zu erhalten, müssen Sie ein Stripe-Konto erstellen. Sie können dies auch später über Ihre Finanzen tun.",
    "it": "Per poter mostrare i tuoi prodotti sulla nostra mappa e ricevere pagamenti, devi creare un account Stripe. Puoi farlo anche in seguito dalle tue finanze.",
    "pt": "Para poder mostrar seus produtos em nosso mapa e receber pagamentos, você precisa criar uma conta Stripe. Você também pode fazer isso mais tarde a partir de suas finanças.",
    "nl": "Om uw producten op onze kaart te kunnen tonen en betalingen te ontvangen, moet u een Stripe-account aanmaken. U kunt dit later ook doen via uw financiën.",
    "pl": "Aby móc wyświetlać swoje produkty na naszej mapie i otrzymywać płatności, musisz utworzyć konto Stripe. Możesz to zrobić później z poziomu swoich finansów.",
    "ru": "Чтобы показывать свои продукты на нашей карте и получать платежи, вам нужно создать аккаунт Stripe. Вы можете сделать это позже через свои финансы.",
    "ja": "製品を地図上に表示し、支払いを受け取るには、Stripeアカウントを作成する必要があります。後で財務からもこれを行うことができます。",
    "zh": "为了能够在我们的地图上显示您的产品并接收付款，您需要创建一个Stripe账户。您也可以稍后从您的财务中执行此操作。",
    "ar": "لكي تتمكن من عرض منتجاتك على خريطتنا وتلقي المدفوعات، تحتاج إلى إنشاء حساب Stripe. يمكنك القيام بذلك لاحقًا من خلال قسم المالية الخاص بك.",
    "hi": "अपने उत्पादों को हमारे मानचित्र पर दिखाने और भुगतान प्राप्त करने के लिए, आपको एक Stripe खाता बनाना होगा। आप इसे बाद में अपनी वित्तीय स्थिति से भी कर सकते हैं।",
    "tr": "Ürünlerinizi haritamızda gösterebilmek ve ödemeleri alabilmek için bir Stripe hesabı oluşturmanız gerekiyor. Bunu daha sonra finans bölümünüzden de yapabilirsiniz.",
    "da": "For at kunne vise dine produkter på vores kort og modtage betalinger, skal du oprette en Stripe-konto. Du kan også gøre dette senere fra din økonomi.",
    "no": "For å kunne vise produktene dine på kartet vårt og motta betalinger, må du opprette en Stripe-konto. Du kan også gjøre dette senere fra økonomien din.",
    "cs": "Abyste mohli zobrazit své produkty na naší mapě a přijímat platby, musíte si vytvořit účet Stripe. Můžete to udělat i později ze svých financí.",
    "sk": "Aby ste mohli zobrazovať svoje produkty na našej mape a prijímať platby, musíte si vytvoriť účet Stripe. Môžete to urobiť aj neskôr zo svojich financií.",
    "hu": "Ahhoz, hogy megjeleníthesse termékeit a térképünkön és kifizetéseket fogadhasson, létre kell hoznia egy Stripe-fiókot. Ezt később is megteheti a pénzügyei között.",
    "ro": "Pentru a putea afișa produsele dvs. pe harta noastră și a primi plăți, trebuie să creați un cont Stripe. Puteți face acest lucru și mai târziu din finanțele dvs.",
    "uk": "Щоб мати можливість показувати свої продукти на нашій карті та отримувати платежі, вам потрібно створити обліковий запис Stripe. Ви можете зробити це пізніше через свої фінанси.",
    "el": "Για να μπορείτε να εμφανίζετε τα προϊόντα σας στον χάρτη μας και να λαμβάνετε πληρωμές, πρέπει να δημιουργήσετε έναν λογαριασμό Stripe. Μπορείτε να το κάνετε αργότερα από τα οικονομικά σας.",
    "id": "Untuk dapat menampilkan produk Anda di peta kami dan menerima pembayaran, Anda perlu membuat akun Stripe. Anda juga dapat melakukannya nanti dari keuangan Anda.",
    "th": "เพื่อให้สามารถแสดงผลิตภัณฑ์ของคุณบนแผนที่ของเราและรับการชำระเงิน คุณต้องสร้างบัญชี Stripe คุณสามารถทำได้ในภายหลังจากการเงินของคุณ",
    "vi": "Để có thể hiển thị sản phẩm của bạn trên bản đồ của chúng tôi và nhận thanh toán, bạn cần tạo một tài khoản Stripe. Bạn cũng có thể làm điều này sau từ tài chính của mình.",
    "bg": "За да можете да показвате продуктите си на нашата карта и да получавате плащания, трябва да създадете акаунт в Stripe. Можете да направите това по-късно от финансите си.",
    "hr": "Kako biste mogli prikazati svoje proizvode na našoj karti i primati uplate, morate stvoriti Stripe račun. To možete učiniti kasnije iz svojih financija.",
    "sr": "Да бисте могли да прикажете своје производе на нашој мапи и примате уплате, потребно је да креирате Stripe налог. То можете урадити касније из својих финансија.",
    "sl": "Če želite prikazati svoje izdelke na našem zemljevidu in prejemati plačila, morate ustvariti račun Stripe. To lahko storite tudi pozneje iz svojih financ.",
    "et": "Selleks, et saaksite oma tooteid meie kaardil kuvada ja makseid vastu võtta, peate looma Stripe konto. Seda saate teha ka hiljem oma rahanduse kaudu.",
    "lv": "Lai varētu parādīt savus produktus mūsu kartē un saņemt maksājumus, jums ir jāizveido Stripe konts. To var izdarīt arī vēlāk no savām finansēm.",
    "lt": "Kad galėtumėte rodyti savo produktus mūsų žemėlapyje ir gauti mokėjimus, turite sukurti Stripe paskyrą. Tai galite padaryti vėliau iš savo finansų.",
    "nb": "For å kunne vise produktene dine på kartet vårt og motta betalinger, må du opprette en Stripe-konto. Du kan også gjøre dette senere fra økonomien din.",
    "he": "כדי שתוכל להציג את המוצרים שלך במפה שלנו ולקבל תשלומים, עליך ליצור חשבון Stripe. תוכל לעשות זאת מאוחר יותר מהפיננסים שלך.",
    "fa": "برای اینکه بتوانید محصولات خود را در نقشه ما نمایش دهید و پرداخت‌ها را دریافت کنید، باید یک حساب Stripe ایجاد کنید. می‌توانید این کار را بعداً از بخش مالی خود انجام دهید.",
    "ur": "اپنے پروڈکٹس کو ہمارے نقشے پر دکھانے اور ادائیگیاں وصول کرنے کے لیے، آپ کو ایک Stripe اکاؤنٹ بنانا ہوگا۔ آپ یہ بعد میں اپنی مالیات سے بھی کر سکتے ہیں۔",
    "ko": "제품을 지도에 표시하고 결제를 받으려면 Stripe 계정을 만들어야 합니다. 나중에 재정에서 이 작업을 수행할 수도 있습니다."
  }
}
