{
  "slogan": {
    "en": "Find your personal trainer",
    "sv": "Hitta din personliga tränare",
    "da": "Find din personlige træner",
    "es": "Encuentra a tu entrenador personal",
    "fr": "Trouvez votre entraîneur personnel",
    "de": "Finden Sie Ihren persönlichen Trainer",
    "it": "Trova il tuo personal trainer",
    "pt": "Encontre seu treinador pessoal",
    "nl": "Vind je persoonlijke trainer",
    "pl": "Znajdź swojego trenera personalnego",
    "ru": "Найдите своего персонального тренера",
    "tr": "Kişisel antrenörünüzü bulun",
    "ar": "العثور على مدربك الشخصي",
    "ja": "あなたのパーソナルトレーナーを見つける",
    "zh": "找到您的私人教练",
    "ko": "개인 트레이너를 찾으세요",
    "hi": "अपने व्यक्तिगत प्रशिक्षक को खोजें",
    "th": "ค้นหาโปรแกรมฝึกส่วนตัวของคุณ",
    "id": "Temukan pelatih pribadi Anda",
    "ms": "Cari jurulatih peribadi anda",
    "vi": "Tìm huấn luyện viên cá nhân của bạn",
    "tl": "Hanapin ang iyong personal na tagapagsanay",
    "bg": "Намерете своя личен треньор",
    "uk": "Знайдіть свого персонального тренера",
    "sr": "Нађите свог личног тренера",
    "sk": "Nájdite svojho osobného trénera",
    "sl": "Najdite svojega osebnega trenerja"
  },
  "searchbar": {
    "en": "Search Trainer or Sport",
    "sv": "Sök Tränare eller Sport",
    "da": "Søg efter træner eller sport",
    "es": "Buscar Entrenador o Deporte",
    "fr": "Rechercher un Entraîneur ou un Sport",
    "de": "Trainer oder Sport suchen",
    "it": "Cerca Allenatore o Sport",
    "pt": "Procurar Treinador ou Esporte",
    "nl": "Zoek Trainer of Sport",
    "pl": "Szukaj Trenera lub Sportu",
    "ru": "Искать Тренера или Вид Спорта",
    "tr": "Antrenör veya Spor Ara",
    "ar": "ابحث عن مدرب أو رياضة",
    "ja": "トレーナーまたはスポーツを検索",
    "zh": "搜索教练或运动",
    "ko": "트레이너 또는 스포츠 검색",
    "hi": "प्रशिक्षक या खेल खोजें",
    "th": "ค้นหาผู้ฝึกสอนหรือกีฬา",
    "id": "Cari Pelatih atau Olahraga",
    "ms": "Cari Jurulatih atau Sukan",
    "vi": "Tìm Huấn Luyện Viên hoặc Môn Thể Thao",
    "tl": "Maghanap ng Tagapagsanay o Isport",
    "bg": "Търсене на Треньор или Спорт",
    "uk": "Шукати Тренера або Вид Спорту",
    "sr": "Претражи Тренера или Спорт",
    "sk": "Hľadať Trénera alebo Šport",
    "sl": "Išči Trenerja ali Šport"
  },
  "first_train_title": {
    "sv": "Välkommen till TRAINO!",
    "en": "Welcome to TRAINO!",
    "da": "Velkommen til TRAINO!",
    "es": "¡Bienvenido a TRAINO!",
    "fr": "Bienvenue chez TRAINO!",
    "de": "Willkommen bei TRAINO!",
    "it": "Benvenuto su TRAINO!",
    "pt": "Bem-vindo ao TRAINO!",
    "nl": "Welkom bij TRAINO!",
    "pl": "Witamy w TRAINO!",
    "ru": "Добро пожаловать в TRAINO!",
    "tr": "TRAINO'ya hoş geldiniz!",
    "ar": "مرحبًا بك في TRAINO!",
    "ja": "TRAINOへようこそ！",
    "zh": "欢迎来到TRAINO！",
    "ko": "TRAINO에 오신 것을 환영합니다!",
    "hi": "TRAINO में आपका स्वागत है!",
    "th": "ยินดีต้อนรับสู่ TRAINO!",
    "id": "Selamat datang di TRAINO!",
    "ms": "Selamat datang ke TRAINO!",
    "vi": "Chào mừng đến với TRAINO!",
    "tl": "Maligayang pagdating sa TRAINO!",
    "bg": "Добре дошли в TRAINO!",
    "uk": "Ласкаво просимо до TRAINO!",
    "sr": "Добродошли у TRAINO!",
    "sk": "Vitajte v TRAINO!",
    "sl": "Dobrodošli v TRAINO!"
  },
  "first_train_text": {
    "sv": "Vi hjälper dig hitta personliga tränare, träningsprogram, kostprogram, träningspass med mera. Börja med välja sport.",
    "en": "We help you find personal trainers, workout programs, diet programs, workout sessions and more. Start by choosing a sport.",
    "da": "Vi hjælper dig med at finde personlige trænere, træningsprogrammer, kostplaner, træningssessioner og meget mere. Start med at vælge en sport.",
    "es": "Te ayudamos a encontrar entrenadores personales, programas de entrenamiento, programas de dieta, sesiones de entrenamiento y más. Comienza eligiendo un deporte.",
    "fr": "Nous vous aidons à trouver des entraîneurs personnels, des programmes d'entraînement, des programmes diététiques, des séances d'entraînement et plus encore. Commencez par choisir un sport.",
    "de": "Wir helfen Ihnen, persönliche Trainer, Trainingsprogramme, Diätprogramme, Trainingseinheiten und mehr zu finden. Beginnen Sie mit der Auswahl einer Sportart.",
    "it": "Ti aiutiamo a trovare personal trainer, programmi di allenamento, programmi dietetici, sessioni di allenamento e altro ancora. Inizia scegliendo uno sport.",
    "pt": "Ajudamos você a encontrar personal trainers, programas de treino, programas de dieta, sessões de treino e muito mais. Comece escolhendo um esporte.",
    "nl": "We helpen je persoonlijke trainers, trainingsprogramma's, dieetprogramma's, trainingssessies en meer te vinden. Begin met het kiezen van een sport.",
    "pl": "Pomagamy znaleźć trenerów personalnych, programy treningowe, programy dietetyczne, sesje treningowe i więcej. Zacznij od wyboru sportu.",
    "ru": "Мы помогаем вам найти персональных тренеров, программы тренировок, диетические программы, тренировочные сессии и многое другое. Начните с выбора вида спорта.",
    "tr": "Kişisel antrenörler, antrenman programları, diyet programları, antrenman seansları ve daha fazlasını bulmanıza yardımcı oluyoruz. Bir spor seçerek başlayın.",
    "ar": "نساعدك في العثور على مدربين شخصيين وبرامج تدريب وبرامج غذائية وجلسات تدريب والمزيد. ابدأ باختيار رياضة.",
    "ja": "パーソナルトレーナー、ワークアウトプログラム、ダイエットプログラム、ワークアウトセッションなどを見つけるお手伝いをします。スポーツを選ぶことから始めましょう。",
    "zh": "我们帮助您找到私人教练、锻炼计划、饮食计划、锻炼课程等。首先选择一项运动。",
    "ko": "개인 트레이너, 운동 프로그램, 식단 프로그램, 운동 세션 등을 찾는 데 도움을 드립니다. 스포츠를 선택하여 시작하세요.",
    "hi": "हम आपको व्यक्तिगत प्रशिक्षक, कसरत कार्यक्रम, आहार कार्यक्रम, कसरत सत्र और अधिक खोजने में मदद करते हैं। एक खेल चुनकर शुरू करें।",
    "th": "เราช่วยคุณค้นหาผู้ฝึกสอนส่วนบุคคล โปรแกรมการออกกำลังกาย โปรแกรมอาหาร เซสชันการออกกำลังกาย และอื่นๆ เริ่มต้นด้วยการเลือกกีฬา",
    "id": "Kami membantu Anda menemukan pelatih pribadi, program latihan, program diet, sesi latihan, dan banyak lagi. Mulailah dengan memilih olahraga.",
    "ms": "Kami membantu anda mencari jurulatih peribadi, program senaman, program diet, sesi senaman dan banyak lagi. Mulakan dengan memilih sukan.",
    "vi": "Chúng tôi giúp bạn tìm huấn luyện viên cá nhân, chương trình tập luyện, chương trình ăn kiêng, các buổi tập luyện và nhiều hơn nữa. Bắt đầu bằng cách chọn một môn thể thao.",
    "tl": "Tinutulungan ka naming makahanap ng mga personal na tagapagsanay, mga programa sa pag-eehersisyo, mga programa sa diyeta, mga sesyon ng pag-eehersisyo at higit pa. Magsimula sa pamamagitan ng pagpili ng isang isport.",
    "bg": "Ние ви помагаме да намерите лични треньори, тренировъчни програми, диетични програми, тренировъчни сесии и други. Започнете с избора на спорт.",
    "uk": "Ми допомагаємо вам знайти персональних тренерів, програми тренувань, дієтичні програми, тренувальні сесії та багато іншого. Почніть з вибору виду спорту.",
    "sr": "Pomažemo vam da pronađete lične trenere, programe vežbanja, dijetetske programe, sesije vežbanja i još mnogo toga. Počnite odabirom sporta.",
    "sk": "Pomáhame vám nájsť osobných trénerov, tréningové programy, diétne programy, tréningové sedenia a ďalšie. Začnite výberom športu.",
    "sl": "Pomagamo vam najti osebne trenerje, vadbene programe, prehranske programe, vadbene seje in še več. Začnite z izbiro športa."
  },
  "first_trainslug_title": {
    "sv": "Hitta personlig tränare",
    "en": "Find your personal trainer",
    "da": "Find din personlige træner",
    "es": "Encuentra a tu entrenador personal",
    "fr": "Trouvez votre entraîneur personnel",
    "de": "Finden Sie Ihren persönlichen Trainer",
    "it": "Trova il tuo personal trainer",
    "pt": "Encontre seu treinador pessoal",
    "nl": "Vind je persoonlijke trainer",
    "pl": "Znajdź swojego trenera personalnego",
    "ru": "Найдите своего персонального тренера",
    "tr": "Kişisel antrenörünüzü bulun",
    "ar": "العثور على مدربك الشخصي",
    "ja": "あなたのパーソナルトレーナーを見つける",
    "zh": "找到您的私人教练",
    "ko": "개인 트레이너를 찾으세요",
    "hi": "अपने व्यक्तिगत प्रशिक्षक को खोजें",
    "th": "ค้นหาโปรแกรมฝึกส่วนตัวของคุณ",
    "id": "Temukan pelatih pribadi Anda",
    "ms": "Cari jurulatih peribadi anda",
    "vi": "Tìm huấn luyện viên cá nhân của bạn",
    "tl": "Hanapin ang iyong personal na tagapagsanay",
    "bg": "Намерете своя личен треньор",
    "uk": "Знайдіть свого персонального тренера",
    "sr": "Нађите свог личног тренера",
    "sk": "Nájdite svojho osobného trénera",
    "sl": "Najdite svojega osebnega trenerja"
  },
  "first_trainslug_text": {
    "sv": "Använd filtret och din placering, hitta träningspass, kostprogram, med mera. Klicka på list ikonen för visa list resultat istället.",
    "en": "Use the filter and your location, find workout sessions, diet programs, and more. Click on the list icon to view list results instead.",
    "da": "Brug filteret og din placering til at finde træningssessioner, kostplaner og mere. Klik på listeikonet for at se resultaterne som en liste i stedet.",
    "es": "Usa el filtro y tu ubicación, encuentra sesiones de entrenamiento, programas de dieta y más. Haz clic en el icono de lista para ver los resultados en lista.",
    "fr": "Utilisez le filtre et votre emplacement, trouvez des séances d'entraînement, des programmes diététiques et plus encore. Cliquez sur l'icône de liste pour voir les résultats sous forme de liste.",
    "de": "Verwenden Sie den Filter und Ihren Standort, finden Sie Trainingseinheiten, Diätprogramme und mehr. Klicken Sie auf das Listensymbol, um die Ergebnisse als Liste anzuzeigen.",
    "it": "Usa il filtro e la tua posizione, trova sessioni di allenamento, programmi dietetici e altro ancora. Clicca sull'icona della lista per visualizzare i risultati in elenco.",
    "pt": "Use o filtro e sua localização, encontre sessões de treino, programas de dieta e mais. Clique no ícone de lista para ver os resultados em lista.",
    "nl": "Gebruik het filter en je locatie, vind trainingssessies, dieetprogramma's en meer. Klik op het lijstpictogram om de resultaten in lijstweergave te bekijken.",
    "pl": "Użyj filtra i swojej lokalizacji, znajdź sesje treningowe, programy dietetyczne i więcej. Kliknij ikonę listy, aby wyświetlić wyniki w formie listy.",
    "ru": "Используйте фильтр и ваше местоположение, найдите тренировочные сессии, диетические программы и многое другое. Нажмите на значок списка, чтобы просмотреть результаты в виде списка.",
    "tr": "Filtreyi ve konumunuzu kullanarak antrenman seansları, diyet programları ve daha fazlasını bulun. Liste sonuçlarını görüntülemek için liste simgesine tıklayın.",
    "ar": "استخدم الفلتر وموقعك، وابحث عن جلسات التمرين، وبرامج الحمية، والمزيد. انقر على أيقونة القائمة لعرض النتائج في شكل قائمة.",
    "ja": "フィルターと位置情報を使用して、ワークアウトセッション、ダイエットプログラムなどを見つけます。リストアイコンをクリックしてリスト結果を表示します。",
    "zh": "使用过滤器和您的位置，找到锻炼课程、饮食计划等。点击列表图标以查看列表结果。",
    "ko": "필터와 위치를 사용하여 운동 세션, 식단 프로그램 등을 찾으세요. 목록 아이콘을 클릭하여 목록 결과를 대신 확인하세요.",
    "hi": "फ़िल्टर और अपने स्थान का उपयोग करें, कसरत सत्र, आहार कार्यक्रम और अधिक खोजें। सूची परिणाम देखने के लिए सूची आइकन पर क्लिक करें।",
    "th": "ใช้ตัวกรองและตำแหน่งของคุณ ค้นหาช่วงการออกกำลังกาย โปรแกรมอาหาร และอื่นๆ คลิกที่ไอคอนรายการเพื่อดูผลลัพธ์ในรูปแบบรายการแทน",
    "id": "Gunakan filter dan lokasi Anda, temukan sesi latihan, program diet, dan lainnya. Klik ikon daftar untuk melihat hasil daftar.",
    "ms": "Gunakan penapis dan lokasi anda, cari sesi senaman, program diet dan banyak lagi. Klik pada ikon senarai untuk melihat hasil senarai.",
    "vi": "Sử dụng bộ lọc và vị trí của bạn, tìm các buổi tập luyện, chương trình ăn kiêng và nhiều hơn nữa. Nhấp vào biểu tượng danh sách để xem kết quả danh sách.",
    "tl": "Gamitin ang filter at ang iyong lokasyon, maghanap ng mga sesyon ng pag-eehersisyo, mga programa sa diyeta, at higit pa. I-click ang icon ng listahan upang tingnan ang mga resulta ng listahan.",
    "bg": "Използвайте филтъра и вашето местоположение, намерете тренировъчни сесии, диетични програми и други. Щракнете върху иконата на списъка, за да видите резултатите в списък.",
    "uk": "Використовуйте фільтр і ваше місцезнаходження, знайдіть тренувальні сесії, дієтичні програми та багато іншого. Натисніть на значок списку, щоб переглянути результати у вигляді списку.",
    "sr": "Koristite filter i svoju lokaciju, pronađite sesije vežbanja, dijetetske programe i još mnogo toga. Kliknite na ikonu liste da biste videli rezultate u obliku liste.",
    "sk": "Použite filter a svoju polohu, nájdite tréningové sedenia, diétne programy a ďalšie. Kliknite na ikonu zoznamu, aby ste zobrazili výsledky v zozname.",
    "sl": "Uporabite filter in svojo lokacijo, poiščite vadbene seje, prehranske programe in še več. Kliknite na ikono seznama, da si ogledate rezultate seznama."
  },
  "name": {
    "en": "Name",
    "sv": "Namn",
    "no": "Navn",
    "da": "Navn",
    "fi": "Nimi"
  },
  "distance": {
    "en": "Distance",
    "sv": "Avstånd",
    "no": "Avstand",
    "da": "Afstand",
    "fi": "Etäisyys"
  },
  "price": {
    "en": "Price",
    "sv": "Pris",
    "no": "Pris",
    "da": "Pris",
    "fi": "Hinta"
  },
  "minutes": {
  "en": "minutes",
  "sv": "minuter",
  "da": "minutter",
  "no": "minutter",
  "fi": "minuuttia"
},
"calls_in": {
  "en": "calls in",
  "sv": "samtal på",
  "da": "opkald på",
  "no": "samtaler på",
  "fi": "puhelua ajassa"
},
"training_pass": {
  "en": "Pass",
  "sv": "Pass",
  "da": "Træningspas",
  "no": "Treningsøkt",
  "fi": "Harjoituspassi"
},
"online_training": {
  "en": "Online",
  "sv": "Online",
  "da": "Online",
  "no": "Online",
  "fi": "Verkossa"
},
"training_program": {
  "en": "Program",
  "sv": "Program",
  "da": "Træningsprogram",
  "no": "Treningsprogram",
  "fi": "Harjoitusohjelma"
},
"diet_program": {
  "en": "Diet",
  "sv": "Kost",
  "da": "Kostplan",
  "no": "Kostholdsplan",
  "fi": "Ruokavalio"
}
}
